{
    "id": "101749",
    "author": "ktyrrell2",
    "date": "2023-11-30",
    "link": "https://news.wisc.edu/uwpd-investigating-humanities-building-incident/",
    "title": "UWPD investigating Humanities Building incident",
    "summary": "The University of Wisconsin Police Department is investigating a Nov. 28 incident inside the Humanities Building in which several individuals unaffiliated with the university entered a number of rooms in the building and disrupted a student organization meeting. Students reported that the individuals made threatening and racist comments and harassed them with profane language and [&#8230;]",
    "content": "The University of Wisconsin Police Department is investigating a Nov. 28 incident inside the Humanities Building in which several individuals unaffiliated with the university entered a number of rooms in the building and disrupted a student organization meeting. Students reported that the individuals made threatening and racist comments and harassed them with profane language and other offensive conduct.\nUWPD has identified the individuals involved and is asking any witnesses who have not yet reported to UWPD to file a police report by calling (608) 264-2677.\n“Hate and racism — in this incident, anti-Arab and anti-Asian sentiments — have no place on our campus,” says Vice Chancellor for Student Affairs Lori Reesor. “I&#8217;m disheartened that our students experienced this and know that ongoing conflict in the world adds to the broader impact of this stressful situation.\n“I appreciate UWPD’s swift action, and we are offering additional resources and support to the students who were directly affected,” she adds.\nThe Dean of Students Office is responding to bias reports related to the incident and will continue to offer support as appropriate to those who submitted reports. This includes resources related to campus safety and mental health support.\nUWPD encourages all students and employees to contact them immediately by calling 911 if they experience safety concerns on campus. For non-emergencies, UWPD can be reached at (608) 264-COPS or through the BadgerSAFE app.\nAdditional resources:\n\nResources for safety and security\nSupport resources for students\nSupport resources for employees\nBias reporting process\n",
    "tags_original": [
        "Campus news",
        "Leadership Statements"
    ],
    "tags_gpt": [
        "crime",
        "racism",
        "education",
        "police",
        "community",
        "safety",
        "mental health"
    ],
    "tags_user": null
}