{
    "id": "101733",
    "author": "mjklein3",
    "date": "2023-11-29",
    "link": "https://news.wisc.edu/lauren-mclester-davis-becomes-uws-first-director-of-indigenous-science-advocacy/",
    "title": "Lauren McLester-Davis becomes UW’s first director of Indigenous science advocacy",
    "summary": "In this new position, she will weave together science addressing Alzheimer’s disease and dementias, metabolism, and cognitive aging among Indigenous populations in Wisconsin, and other groups often underrepresented in research.",
    "content": "Lauren W. Yowelunh McLester-Davis, a University of Wisconsin–Madison neuroscientist and researcher, has joined the Native American Center for Health Professions (NACHP) in the UW School of Medicine and Public Health as its first director of Indigenous science advocacy.\nIn this new position, McLester-Davis will weave together science addressing Alzheimer’s disease and dementias, metabolism, and cognitive aging among Indigenous populations in Wisconsin, and other groups often underrepresented in research.\nA key aspect of McLester-Davis’s work at NACHP will include leading efforts to ensure tribal data sovereignty is at the forefront of the school’s research partnerships, which will be focused on considering each community’s specific needs, and establishing and building partnerships with interested tribal communities, including Tribal Institutional Review Boards (IRBs).\nLauren W. Yowelunh McLester-Davis\nTribal IRBs are an avenue for tribal nations to exercise sovereignty over research that involves their members, and they provide oversight of research conducted by outside parties, including university scientists. These efforts are aimed at ensuring previous research harms to Indigenous populations are not repeated, and that Indigenous communities control their data and benefit from research.\n&#8220;We are thrilled to welcome Dr. McLester-Davis to her new role,” says Danielle Yancey, director of NACHP. “As an Indigenous scientist, she brings valuable expertise and experience that are key for ensuring research partnerships and practices are done in ways that honor tribal sovereignty and the community’s priorities, values and protocols.”\nAs director of Indigenous science advocacy, McLester-Davis will center Indigenous science and collaborate with Wisconsin’s Native Nations to identify and honor their priorities when taking part in scientific research.\n“I believe in working closely with people and nature and really looking at how best we can promote the work of young Indigenous people and center Indigenous science,” says McLester-Davis, who is an enrolled member of the Oneida Nation of Wisconsin and Turtle Clan.\nShe will also focus on building capacity that benefits everyone.\n“Indigenous science has existed since time immemorial,” explains McLester-Davis. “It has been really useful in recent times for industry and academia to apply Indigenous science, which is sustainable and addresses research questions from very different perspectives. Part of my goal is to highlight how beneficial it can be to everyone if we think about things and ask questions a little bit differently.”\nMcLester-Davis’s work at NACHP will complement her own research as a member of the laboratories of Carey Gleason, professor of medicine at SMPH, and Judith Simcox, professor of biochemistry in the College of Agricultural and Life Sciences.\n“Dr. McLester-Davis’s work will provide critical data to help us understand Alzheimer’s disease and related dementias in racialized groups,” notes Gleason, leader of the Inclusion of Under-Represented Groups Core of the Wisconsin Alzheimer’s Disease Research Center. “We cannot achieve health equity without inclusive science.”\nMcLester-Davis’s research focuses on biological markers and risks for Alzheimer’s disease and related dementias (ADRD) in minoritized populations, work she began while earning her PhD in neuroscience.\n“Black and Native populations are at increased risk for developing Alzheimer’s disease compared to white populations,” McLester-Davis explains. “Inclusion of underrepresented groups in ADRD research is important for future treatment and prevention.”\nAs her research grows, McLester-Davis looks forward to working with people in and beyond her scientific community.\n“I encourage people to reach out to me if they are interested in working with me,” she says. “As a scientist here [at UW–Madison], I can also address questions that researchers have about working with Indigenous communities in a peer-to-peer way.”",
    "tags_original": [
        "Campus news",
        "Health & Wellness",
        "health & medicine",
        "indigenous"
    ],
    "tags_gpt": [
        "Education",
        "Health",
        "Science",
        "Indigenous Issues"
    ],
    "tags_user": null
}