{
    "id": "101755",
    "author": "cahenning",
    "date": "2023-11-30",
    "link": "https://news.wisc.edu/university-relations-leader-to-retire-in-2024/",
    "title": "University Relations leader to retire in 2024",
    "summary": "Following a distinguished career leading the University of Wisconsin—Madison’s government and corporate relations, communications and marketing efforts, Vice Chancellor for University Relations Charles Hoslet will retire at the end of the 2023-24 academic year.",
    "content": "Following a distinguished career leading the University of Wisconsin—Madison’s government and corporate relations, communications and marketing efforts, Vice Chancellor for University Relations Charles Hoslet will retire at the end of the 2023-24 academic year.\nHoslet was appointed to the role of vice chancellor in 2016 by then-Chancellor Rebecca Blank and has a long history of leadership at the university over his 27-year UW career, working under five different chancellors.\nHe first joined the university in 1997 as director of state relations and from 1997–2003 was responsible for representing the institution before the legislature, governor’s office and executive branch agencies. He founded the university’s Office of Corporate Relations (now the Office of Business Engagement) in 2003 and served as its managing director until 2013. From 2013-16, he served as associate vice chancellor for government and corporate affairs.\nHoslet has overseen the development of the university’s federal relations presence in Washington, D.C., the creation of the South Madison Partnership Office, the hiring of the university’s first Tribal Relations Director and coordinated numerous chancellor outreach trips around the state.\nAs the head of University Relations, Hoslet has managed a broad range of UW–Madison’s stakeholder relations, including business and industry, community, state, tribal and federal government relations. The unit also includes Campus and Visitor Relations. In September 2023, a new division, Strategic Communication, was created to oversee University Communications and University Marketing, which were previously housed within University Relations.\n“Throughout his decades of service to the university, Charlie has been a steadfast supporter of the value of public higher education and its essential role in moving Wisconsin forward,” says Chancellor Jennifer Mnookin, who noted that a search will be launched to identify a new vice chancellor in the near future. “I will miss his wise counsel, his integrity, his calm in the face of challenge, his dry humor and the wealth of institutional and political knowledge he has brought to the job every day.”\nAs the university’s vice chancellor for university relations, Hoslet helped grow the university&#8217;s outreach efforts and guide it through the Covid pandemic. He has also steered the university during a difficult political climate for higher education in Wisconsin and nationally.\n“I’ve had the pleasure of working with Charlie for more than 15 years in a variety of roles. He has not only been an incredibly dedicated leader on this campus, but a wonderful mentor and friend to those around him,” says Assistant Vice Chancellor for Government Affairs and Strategic Partnerships Ben Miller. “His steady presence has allowed us to strengthen relationships with government officials at all levels to leave UW–Madison even better than where he found it.”\nHoslet counts helping the university navigate challenging times among his proudest accomplishments in the role. “There have been some difficult times, but we ultimately came out stronger, just as we have done throughout our history,” Hoslet says. ”UW–Madison is and will always be an incredible asset to the state of Wisconsin, its citizens, businesses and communities.”\nCurrently, Hoslet is serving as chair of UW–Madison&#8217;s 175th Anniversary Committee and as the campus executive sponsor for the $40 million partnership with American Family Insurance.\n“I love this institution and especially the people I’ve worked with, but it’s time to turn the page to the next chapter,” Hoslet says. “My wife Becky and I have kids living in four different states, and we are expecting our first grandchild in January.  We want the freedom to travel to see them more frequently, and with the end of the state legislative session and the university’s 175th anniversary celebration this spring, this feels like the right time to pursue other interests.”\nPrior to his arrival at UW–Madison, Hoslet served as the executive assistant to the secretary at the Wisconsin Department of Veterans Affairs and began his career serving as both deputy legal counsel and chief legal counsel to the governor of Wisconsin. He received a law degree from UW–Madison in 1989 and a bachelor’s degree in 1986 from Marquette University in Milwaukee.",
    "tags_original": [
        "Campus news",
        "Employee News",
        "Vice Chancellor for University Relations"
    ],
    "tags_gpt": [
        "Education",
        "Career",
        "Retirement",
        "University News",
        "Leadership Changes"
    ],
    "tags_user": null
}