{
    "id": "101767",
    "author": "mjklein3",
    "date": "2023-11-30",
    "link": "https://news.wisc.edu/type-2-diabetes-may-contribute-to-racial-disparities-in-colorectal-cancer-among-americans/",
    "title": "Type 2 diabetes may contribute to racial disparities in colorectal cancer among Americans",
    "summary": "The findings underscore the value of colonoscopies and other colorectal cancer screenings, especially for Black and lower-income Americans who on average suffer worse outcomes after a cancer diagnosis.",
    "content": "A new study by University of Wisconsin–Madison researchers has uncovered evidence that persistent racial and socioeconomic disparities in Americans&#8217; risk of developing colorectal cancer could in part be related to differences in the occurrence of Type 2 diabetes. The study also suggests that routine cancer screenings could help cut those disparities. Here are the details.\nNew evidence of a theorized link: Led by Professor Shaneda Warren Andersen in the Department of Population Health Sciences within the School of Medicine and Public Health, the researchers combed through health data that was self-reported by tens of thousands of American adults over nearly two decades, as well as data from state cancer registries and federal death records. They reported their findings in a recently published paper in the journal JAMA Network Open.\nThey found that those who reported a new diabetes diagnosis (most adult-onset diabetes is Type 2) over the course of the survey were significantly more likely to subsequently develop colorectal cancer than their peers without a diabetes diagnosis.\nShaneda Warren Andersen\nThat finding aligns with prior evidence suggesting a link between underlying disease processes for both Type 2 diabetes and colorectal cancers. As such, it wasn&#8217;t necessarily surprising to Warren Andersen and her colleagues, who are interested not only in the potential risk factors for colorectal cancers but also why Black Americans and people from disadvantaged socioeconomic backgrounds get these cancers at higher rates.\n&#8220;There&#8217;s some evidence that diabetes might be related to colorectal cancer incidence in all populations,&#8221; says Warren Andersen. &#8220;But it hasn&#8217;t been looked at as often focusing mainly on African Americans in lower socioeconomic status groups.&#8221;\nThis new analysis helps fill a gap in understanding these disparities.\nMining a unique dataset: The data Warren Andersen and her colleagues sifted through comes from the Southern Community Cohort Study, a survey that offers epidemiologists a unique opportunity to probe cancer disparities along racial and socioeconomic lines.\nThe SCCS probes the long-term health of some 85,000 Americans, most of whom were recruited while receiving health care from community clinics in 12 southeastern states in the early 2000s. While the survey captures individuals across the socioeconomic and racial spectrums, a majority of the participants are from low-income backgrounds and about two-thirds are non-Hispanic Black.\n&#8220;This makes it a good source to study these types of disparities because we have racial diversity, and then we have diversity in terms of socioeconomic status,&#8221; says Warren Andersen, whose analysis found that a diabetes diagnosis was a significant risk factor for colorectal cancer regardless of race, income or other factors like obesity status.\n&#8220;There&#8217;s no difference there,&#8221; she says. &#8220;However, diabetes could contribute to these disparities in colorectal cancer risk because the disease is more often found in individuals that are of African American race, and of lower socioeconomic status.&#8221;\nAn important caveat with public health implications: While the new study links Type 2 diabetes to an increased risk of developing colorectal cancer, this relationship goes away among those who received colorectal cancer screenings such as colonoscopies. That&#8217;s likely because colonoscopies offer doctors an opportunity to find and remove precancerous growths, interrupting the progression to full-blown colorectal cancer, Warren Andersen says.\nThis finding underscores the value of colonoscopies and other colorectal cancer screenings, especially for Black and lower-income Americans who on average suffer worse outcomes after a cancer diagnosis. Warren Andersen hopes it can help encourage those with Type 2 diabetes to not put off a screening.\n&#8220;It&#8217;s almost hopeful that if diabetes does increase colorectal cancer, if someone is undergoing routine surveillance or screening they can still reduce their risk,&#8221; she says.",
    "tags_original": [
        "Health & Wellness",
        "health & medicine",
        "School of Medicine and Public Health"
    ],
    "tags_gpt": [
        "Health",
        "Science",
        "Racial Disparities",
        "Diabetes",
        "Cancer Research",
        "Public Health",
        "Socioeconomic Issues"
    ],
    "tags_user": null
}