{
    "id": "101723",
    "author": "cahenning",
    "date": "2023-11-29",
    "link": "https://news.wisc.edu/antarcticas-ancient-ice-sheets-foreshadow-dynamic-changes-in-earths-future/",
    "title": "Antarctica’s ancient ice sheets foreshadow dynamic changes in Earth’s future",
    "summary": "Identifying how and why Antarctica's major ice sheets behaved the way they did in the early Miocene could help inform understanding of the sheets' behavior under a warming climate.",
    "content": "Identifying how and why Antarctica&#8217;s major ice sheets behaved the way they did in the early Miocene could help inform understanding of the sheets&#8217; behavior under a warming climate. A new study study offers an unprecedented window into the sheets&#8217; past behavior, and it relies on a well-preserved sediment record from the Antarctic Drilling Project, or ANDRILL, pictured here. Phot By: Julian Thomson / GNS Science\nNineteen million years ago, during a time known as the early Miocene, massive ice sheets in Antarctica rapidly and repeatedly grew and receded. The Miocene is widely considered a potential analog for Earth&#8217;s climate in the coming century, should humanity remain on its current carbon emissions trajectory.\nIdentifying how and why Antarctica&#8217;s major ice sheets behaved the way they did in the early Miocene could help inform understanding of the sheets&#8217; behavior under a warming climate. Together, the ice sheets lock a volume of water equivalent to more than 50 meters of sea level rise and influence ocean currents that affect marine food webs and regional climates. Their fate has profound consequences for life nearly everywhere on Earth.\nWhile fluctuations in Antarctica&#8217;s ice sheets have, over the span of millions of years, grown and diminished at regular intervals tied to natural oscillations in Earth’s journey in orbit, researchers at the University of Wisconsin–Madison and their collaborators around the world have uncovered evidence that Antarctica&#8217;s ice sheets grew and shrank more frequently during the Miocene epoch than was previously known.\nThis new evidence, published recently in the Proceedings of the National Academy of Sciences, indicates that between about 19.2 and 18.8 million years ago, the ice sheets grew and receded multiple times over cycles of just a few thousand years. That is much more rapidly than can be explained by periodic shifts in the planet’s orbit and rotational axis, known as Milankovitch cycles, which typically advance slowly, altering Earth&#8217;s climate and ice sheets over tens or hundreds of thousands of years.\nNick Sullivan\n&#8220;Our observation of this rapid volatility of the Antarctic ice sheets raises the interesting question of what&#8217;s causing it,&#8221; says Nick Sullivan, a 2022 UW–Madison PhD graduate who led the analysis for his dissertation research.\nThe study offers an unprecedented window into the sheets&#8217; past behavior, and it relies on a well-preserved sediment record from the Antarctic Drilling Project, or ANDRILL. The project was an international scientific collaboration to gather evidence of past climatic conditions via sediment and rock drilled from hundreds of meters below the Antarctic seabed.\nIn 2006 and 2007, drilling in McMurdo Sound off the coast of Antarctica in an area influenced by both of the continent&#8217;s large ice sheets recovered detailed sediment records from the Miocene, close to the ice sheet.\nRichard Levy\n“We could clearly see the influence of long-term climate cycles on ice sheet extent in the rock and sediment cores we recovered in 2007, but our initial observations weren’t detailed enough to detect shorter-term changes,” says co-author Richard Levy, a professor at Victoria University of Wellington and principal scientist at GNS Science, a public research institute in New Zealand.\nThe latest analysis led by Sullivan now allows scientists to “document past ice sheet change on timescales as short as five centuries or so,” says Stephen Meyers, a UW–Madison geoscience professor who worked with Sullivan in his analysis.\nIn fact, Meyers calls it a remarkable archive.\nStephen Meyers\nThat’s because it contains small bits of gravel that fell to the seafloor as icebergs drifted away from the ice sheets after breaking away. The amount of gravel in ocean sediment records ice sheet changes, such as when the edge of an ice sheet gets closer to or further away from that particular part of the seafloor.\nWhile testing for evidence of Milankovitch cycles within the sediment, Sullivan found variations in the abundance of gravel, suggesting nearby ice sheets advanced and retreated in recurring intervals as brief as 1,200 years.\nIt&#8217;s unclear what triggered the ice sheets to advance and retreat at these geologically frequent intervals, but the team proposes several potential causes based on prior studies of ice sheets.\nOne idea suggests that the ice sheets, building up over time, became steeper and top heavy, leading them to collapse. Another proposes that as thick ice sheets advanced over rough terrain, heat from friction helped to temporarily speed them up.\n&#8220;There are likely multiple mechanisms that were going on and interacting with each other,&#8221; says Sullivan, including variations in the local climate and the ocean.\nScientists around the world are working to better understand the many factors beyond Earth’s orbit that control ice sheet behavior as the planet continues to warm. The early Miocene isn’t perfectly analogous to today’s world, but the new study suggests Antarctica&#8217;s ice sheets could change rapidly and in unexpected ways in the coming centuries if carbon dioxide levels and temperatures continue to rise due to anthropogenic greenhouse gas emissions.\n“It was long thought that Antarctica’s ice sheets remained large and stable over long periods of time. But the closer we look, the more we realize just how sensitive the ice sheets are to environmental change,” says Levy. “This insight is key as we consider the pace at which we need to adapt to future sea level rise driven by melt and retreat of our planet’s ice sheets.”",
    "tags_original": [
        "Campus news",
        "For media",
        "Science & Technology",
        "climate change",
        "research"
    ],
    "tags_gpt": [
        "Science",
        "Environment",
        "Climate Change",
        "Research",
        "Geology"
    ],
    "tags_user": null
}