{
    "id": "101758",
    "author": "mjklein3",
    "date": "2023-11-30",
    "link": "https://news.wisc.edu/uw-madison-remains-8th-in-research-ranking-surpasses-1-5-billion-in-research-expenditures/",
    "title": "UW–Madison remains 8th in research ranking, surpasses $1.5 billion in research expenditures",
    "summary": "The NSF today released its Higher Education Research and Development (HERD) data showing a 10% increase in research expenditures at UW–Madison over the previous fiscal year, or more than $143 million for the period covering July 2021 and the end of June 2022.",
    "content": "The University of Wisconsin–Madison&#8217;s campus on the shores of Lake Mendota. Photo: Bryce Richter\nThe University of Wisconsin–Madison, for the first time, has topped $1.5 billion in research expenditures, according to the National Science Foundation. With this accomplishment, UW–Madison is ranked 8th among the nearly 900 public and private universities surveyed by NSF.   \nThe NSF today released its Higher Education Research and Development (HERD) data showing a 10% increase in research expenditures at UW–Madison over the previous fiscal year, or more than $143 million for the period covering July 2021 and the end of June 2022. UW–Madison reported more than $1.52 billion in total research expenditures, about half of which comes from federal awards.    \n“I’m glad to see that we remain ranked among the top 10 research institutions, according to this important measure. UW–Madison is among the relatively few elite institutions in the U.S. that have more than $1 billion in annual research expenditures,” says UW–Madison Chancellor Jennifer Mnookin. “Importantly, we also celebrate the fact that we increased our expenditures by more than $140 million in fiscal year 2022 and that our researchers are addressing society’s grandest challenges in their work.”  \nThe HERD survey is the primary source of research expenditure data at American universities and colleges but is just one way to measure academic research activity. Each year, it collects information on expenditures by research field and funding sources from among institutions that spend at least $150,000 on separately budgeted research and development in a fiscal year.   \n The survey also compiles information on types of research expenses and the number of research and development personnel. In fiscal year 2022, more than 900 universities responded to the survey.    \n“I am proud of our research discoveries and our growth in interdisciplinary research collaborations with partners on campus and off campus that have played a large role in our latest HERD ranking,” says Cynthia Czajkowski, interim vice chancellor for research and graduate education. “This ranking, along with our dedication to the Wisconsin Idea, which seeks to translate research discoveries into societal impact, distinguishes UW–Madison amongst our peers.” \nChancellor Mnookin and colleagues in the Office of the Vice Chancellor for Research are focused on strategies for improving UW–Madison’s ranking in future HERD surveys, including efforts to connect faculty to more federal funding opportunities, to increase campus engagement with industry partners, and to create more streamlined processes to facilitate research and research partnerships. \nThe university is also focused on making strategic investments in infrastructure to attract more funding. For example, the new School of Computer, Data &amp; Information Sciences, scheduled to open in 2025, will help meet Wisconsin’s workforce needs and enhance its research strengths, particularly in AI and machine-learning.\nUW–Madison also continues to advocate for the state legislature to approve funding for a new College of Engineering building, which would bolster the number of engineers available to enter Wisconsin’s workforce and expand research opportunities that are essential for supporting industry partnerships and increased federal funding.  \n Some of UW–Madison’s gains in fiscal year 2022 include:    \n\nFederal research expenditures grew 14.5% to $741 million.   \nInstitutionally funded research expenditures increased 12.4% to $464 million.   \n\n\nIndustry-sponsored research expenditures were up 28% to $40 million.   \nTotal expenditures in the surveyed fields of Computer and Information Sciences, Engineering, Life Sciences, Physical Sciences, and Non-Science and Engineering Fields all grew by more than 10%.   \n\nThe university has also made progress on several fronts. Notably:   \n\nIn fiscal year 2022, The Midwest Center for Cryo-Electron Tomography was awarded $13.9 million in federal funding to expand its ability to reveal detailed structural information about the smallest components of cells.  \nUW–Madison — a national leader in personalized medicine, bioscience and technology —is a major partner in a collaboration that earned Wisconsin a Regional Technology Tech Hub designation by the White House this year. The designation opens the doors for millions of dollars in federal funding and private investment in the state.  \n\n\nIn 2023, the Department of Energy renewed funding for the Great Lakes Bioenergy Research Center, granting $27.5 million to the UW–Madison hub.   \nThe university has received increased funding for research focused on aging and Alzheimer’s disease, including the Institute on Aging Midlife in the United States and the Wisconsin Registry for Alzheimer’s Prevention.  \nWith a recent $15 million boost from the U.S. Navy, an interdisciplinary initiative called PANTHER, led by UW–Madison, will continue to advance research on concussions and other traumatic brain injuries.   \n\nWhile academic research funding at UW–Madison comes primarily from federal government and institutional support, the university also relies on state and local government, industry, nonprofit organization, and foundation support. The two most significant non-profit contributors of research funding to UW–Madison are the Wisconsin Alumni Research Foundation and UW Foundation. ",
    "tags_original": [
        "Campus news",
        "Science & Technology",
        "Society & Culture",
        "State & Global",
        "rankings",
        "research"
    ],
    "tags_gpt": [
        "Education",
        "Science",
        "Local News",
        "Finance",
        "Technology"
    ],
    "tags_user": null
}