{
    "id": "98008",
    "author": "cahenning",
    "date": "2023-08-10",
    "link": "https://news.wisc.edu/new-recycling-process-could-find-markets-for-junk-plastic-waste/",
    "title": "New recycling process could find markets for ‘junk’ plastic waste",
    "summary": "A new plastics recycling method reduces emissions by 60 percent and opens the door to the reuse of materials like plastic film, multilayer materials and colored plastics.",
    "content": "Low-value waste plastic can be converted into high-value chemicals in a new process developed by UW–Madison researchers. Joel Hallberg\nAlthough many Americans dutifully deposit their plastic trash into the appropriate bins each week, many of those materials, including flexible films, multilayer materials and a lot of colored plastics, are not recyclable using conventional mechanical recycling methods. In the end, only about 9 percent of plastic in the United States is ever reused, often in low-value products. With a new technique, however, University of Wisconsin–Madison chemical engineers are turning low-value waste plastic into high-value products.\nThe new method, described in the Aug. 11 issue of the journal Science, could increase the economic incentives for plastic recycling and open a door to recycling new types of plastic. The researchers estimate their methods could also reduce greenhouse gas emissions from the conventional production of these industrial chemicals by roughly 60 percent.\nThe new technique relies on a couple of existing chemical processing techniques. The first is pyrolysis, in which plastics are heated to high temperatures in an oxygen-free environment. The result is pyrolysis oil, a liquid mix of various compounds. Pyrolysis oil contains large amounts of olefins — a class of simple hydrocarbons that are a central building block of today&#8217;s chemicals and polymers, including various types of polyesters, surfactants, alcohols and carboxylic acids.\nIn current energy-intensive processes like steam cracking, chemical manufacturers produce olefins by subjecting petroleum to extremely high heat and pressure. In this new process, the UW–Madison team recovers olefins from pyrolysis oil and uses them in a much less energy-intensive chemical process called homogenous hydroformylation catalysis. This process converts olefins into aldehydes, which can then be further reduced into important industrial alcohols.\n“These products can be used to make a wide range of materials that are higher value,” says George Huber, a professor of chemical and biological engineering who led the work alongside postdoctoral researcher Houqian Li and PhD student Jiayang Wu.\nThese higher-value materials include ingredients used to make soaps and cleaners, as well as other more useful polymers.\nUsing a process called hydroformylation, Professor George Huber (left) and postdoctoral researcher Houqian Li are able to recover the olefins in an oil made from waste plastic and transform them into high-value chemicals. Joel Hallberg\n“We’re really excited about the implications of this technology,” says Huber, who also directs the Department of Energy-funded Center for the Chemical Upcycling of Waste Plastics. “It’s a platform technology to upgrade plastic waste using hydroformylation chemistry.”\nThe recycling industry could adopt the process soon; in recent years, at least 10 large chemical companies have built or announced plans for facilities to produce pyrolysis oils from waste plastics. Many of them run the pyrolysis oil through steam crackers to produce low-value compounds. The new chemical recycling technique could provide a more sustainable and lucrative way to use those oils.\n“Currently, these companies don’t have a really good approach to upgrade the pyrolysis oil,” says Li. “In this case, we can get high-value alcohols worth $1,200 to $6,000 per ton from waste plastics, which are only worth about $100 per ton. In addition, this process uses existing technology and techniques. It’s relatively easy to scale up.”\nThe study was a collaborative effort across a few different UW–Madison departments, Huber says. Clark Landis, chair of the Department of Chemistry and a world expert on hydroformylation, suggested the possibility of applying the technique to pyrolysis oils. Chemical and biological engineering Professor Manos Mavrikakis used advanced modeling to provide molecular-level insight into the chemical processes. And chemical and biological engineering Professor Victor Zavala provided help analyzing the economics of the technique and the life cycle of the plastic waste.\nThe next step for the team is to tune the process and better understand what recycled plastics and catalyst combinations produce which final chemical products.\n“There are so many different products and so many routes we can pursue with this platform technology,” says Huber. “There’s a huge market for the products we’re making. I think it really could change the plastic recycling industry.”\n\nGeorge Huber is the Richard L. Antoine Professor. Manos Mavrikakis is the Ernest Micek Distinguished Chair, James A. Dumesic Professor and Vilas Distinguished Achievement Professor. Victor Zavala is the Baldovin-DaPra Professor. Other UW–Madison authors include Zhen Jiang and Jiaze Ma.\nThe authors acknowledge support from the U.S. Department of Energy, Office of Energy Efficiency and Renewable Energy, Bioenergy Technologies Office under Award Number DEEE0009285; The National Energy Research Scientific Computing Center, a DOE Office of Science User Facility supported by the DOE, Office of Science, under contract no. DE-AC02-05CH11231 using NERSC award BES-ERCAP0022773; The Center for Nanoscale Materials, a DOE Office of Science User Facility located at Argonne National Laboratory supported by DOE contract DE-AC02-06CH11357; and the UW–Madison Center for High Throughput Computing supported by UW–Madison, the Advanced Computing Initiative, the Wisconsin Alumni Research Foundation, the Wisconsin Institutes for Discovery, and the National Science Foundation.",
    "tags_original": [
        "Campus news",
        "Science & Technology",
        "chemical and biological engineering",
        "The Wisconsin Idea"
    ]
}