{
    "id": "98021",
    "author": "mjklein3",
    "date": "2023-08-15",
    "link": "https://news.wisc.edu/the-skys-the-limit-autistic-youth-explore-science-on-their-terms-at-stem-camp/",
    "title": "The Sky’s the Limit: Autistic youth explore science on their terms at STEM camp",
    "summary": "Rotating through stations, campers learn to estimate the canopy cover of a nearby wooded area (by pretending they’re aliens), calculate the ages of tree rings and create mini ecosystems in Mason jars.",
    "content": "Camper Mairead Mulrooney of Rockford, Illinois, learns to fly a drone with the help of volunteer Dan Frye. Photo: Jeff Miller\nBELOIT, Wisconsin — Imagine a classroom where you can move around when you need to or get up and look closer at something if you want to. The teacher doesn’t assume you’re being naughty or inattentive, even if you aren’t sitting upright in your chair, scribbling notes with your eyes glued to the chalkboard. In this classroom, the resources meet the diverse needs of the students; instead of uniform pencil cases and workbooks, tables are filled with snacks, games, fidget toys and noise-cancelling headphones.\nThis is the learning environment created by Michael Notaro, director of the University of Wisconsin–Madison Nelson Institute’s Center for Climatic Research, at The Sky’s the Limit STEM Camp for autistic youth.\nAround 12:45 p.m. on July 21, 2023, campers and their parents arrive at the Welty Environmental Center in Beloit for the final day of the camp’s six-week session. Each student excitedly gravitates to something different as they trickle in.\nFlynn, a 12-year-old (almost 13) from Janesville, makes a beeline for a mesh hamper filled with monarch butterflies. Tyler, who came with his grandfather, selects an Angry Birds building-block game from the toy table. Several campers head straight to an oversized sticky note which, as always, has the day’s activities written out in various colors.\nWhen Notaro starts the day’s activities, he does so with an important message — one he starts each session with. Standing in front of the group, he holds several sheets of paper, each printed with a different affirmation.\n“Neurodivergence is wonderful,” Notaro reads. “The best science is done by a diverse set of scientists from different neurotypes, races and genders.”\n\n    \n                \n        \n                  \n            Camp Director Michael Notaro presents a list of the day’s hydrosphere activities. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            Campers study the life cycle of water moving on the planet Earth during a hydrosphere section the camp. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            Wading in the mucky water of Goose Creek, Welty environment educator Darien Becker (right) helps campers, from left to right, Holden Miller, Tyler Kraji and Mairead Mulrooney, find and identify macro-invertebrates. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            Campers become detectives as they observe and test various samples of water. Photo by: Jeff Miller\n          \n              \n      \n\nAnd with that, the exploration begins.\nCreated by Notaro in the summer of 2022, The Sky’s the Limit offers hands-on, exploratory learning experiences for free, thanks to a grant from the National Science Foundation’s GEOPaths program. Notaro’s motivation to create safe and meaningful learning opportunities for neurodivergent kids started withhis son, Hayden, who is autistic.\n“I think a lot of people see autism as a disorder or a disease you try to fix. That’s not the case,” he says. “Neurodiversity is something we want to support.”\nWhen it comes to neurodiversity in STEM, support — and representation — are lacking. While autistic students tend to have a higher interest in STEM fields than neurotypical students, Notaro explains, fewer continue on to STEM degrees or jobs. With The Sky’s the Limit, Notaro is working to fix that disparity.\nThe camp’s programming uses learning protocols from NASA’s GLOBE (Global Learning and Observations to Benefit the Environment) Program as a guide. Parents drive from as far north as Madison and as far south as Chicago to give their kids a chance to drive a remote-controlled TerraRover, fly drones and measure water quality in the nearby Goose Creek.\n\n    \n                \n        \n                  \n            Camper Holden Miller of Madison learns to fly a drone with the help of a volunteer. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            A drone transports a Bullwinkle J. Moose toy high into the sky. It's being remotely piloted by camp participants. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            With a push of a button, the parachute is released and Bullwinkle floats to the ground. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            Dan Frye, a volunteer with the nonprofit group Taking Autism To The Sky (TATTS), teaches camper Namir Manley of Beloit how to fly a drone as participant Benicio Maximiliano (also from Beloit) looks skyward. Photo by: Jeff Miller\n          \n              \n      \n\nThe learning theme on the last day of camp is the biosphere — all parts of the earth where life exists — and the first activity is an investigation of leaf pigments. After heading outside to collect a sample of different colored leaves, campers grind them into small fragments. Once the leaves are crushed up, the campers mix the fragments in a water-filled beaker before pouring the mixture into a large Mason jar.\nMairead, who just graduated high school, takes her time, deliberately separating her leaf from its vein before, piece by piece, dropping each crumb into the water. This is Mairead’s first summer with The Sky’s the Limit.\n“It’s a nice experience,” says Mairead’s mom, Margaret, who makes the drive in from their home in Rockford, Illinois. “They don’t always get a lot of time to be around other kids that are like them.”\nThe activity pauses here, though they’ll come back to their leaf mixtures several more times throughout the day. All camp activities move quickly, just long enough to keep students’ attention. Rotating through stations, campers learn to estimate the canopy cover of a nearby wooded area (by pretending they’re aliens), calculate the ages of tree rings and create mini ecosystems in Mason jars.\nThe day ends with a confetti-filled game that illustrates how forests grow and evolve — and how they’re affected by changing resources. It’s a simple lesson, really: If you have the right resources, you’ll thrive. If you share resources, you’ll help others to thrive.\nLike the different trees in a diverse forest, sometimes people need different resources to thrive, Notaro says. Providing those resources opens the door for more people to bring unique perspectives and improve all kinds of science.\n\n    \n                \n        \n                  \n            At left, camp Director Michael Notaro helps camper Tyler Kraji use an optical sighting compass during a biosphere section. “I get to see him engaged and interacting with adults and other children. I don’t really get to see that at school,” Tyler's grandfather Richard says. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            Camper Flynn Harvey of Janesville uses a handmade clinometer to triangulate and estimate tree height. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            Camper Jameson Kaskavage of Oregon, Illinois, uses an increment boring tool to collect a tree core sample. Photo by: Jeff Miller\n          \n              \n                \n        \n                  \n            Camper Benicio Maximiliano of Beloit (right) learns to fly a drone with the help of volunteer Dan Frye. Photo by: Jeff Miller\n          \n              \n      \n",
    "tags_original": [
        "Campus news",
        "Science & Technology",
        "State & Global",
        "Nelson Institute for Environmental Studies",
        "outreach"
    ]
}