{
    "id": "98048",
    "author": "mjklein3",
    "date": "2023-08-15",
    "link": "https://news.wisc.edu/during-pandemic-proponents-of-doing-your-own-research-believed-more-covid-misinformation/",
    "title": "During pandemic, proponents of ‘doing your own research’ believed more COVID misinformation",
    "summary": "DYOR fans among the researcher’s panel of survey respondents grew more distrustful and more ill-informed about COVID-19 even as news of successful vaccine trials emerged.",
    "content": "A new study shows that people who were supportive of the phrase “doing your own research” were more likely to be distrustful of scientists and more likely to believe misinformation about COVID-19. Photo illustration by Thodonal/iStock Images\nAs the virus that caused the COVID-19 pandemic first began to spread around the planet, it brought along a new vocabulary. Unfamiliar phrases like “flatten the curve,” “COVID pod” and “essential worker” infected regular conversation. But another — “do your own research” —  was already well-known to Sedona Chinn, who studies misinformation and health communications.\n“We had heard the phrase a lot before,” prior to the pandemic, says Chinn, a University of Wisconsin–Madison professor of Life Sciences Communication who began researching the idea in 2019 with University of Michigan communications professor Ariel Hasell. It was “coming from a lot of online, anti-vaccine rhetoric.”\nBoth researchers knew people who were willing to “occasionally do weird, unproven stuff, typically around health,” Chinn says. “It’s not like they reject doctors and medical expertise, but they think their opinion can be equally valid if they do their own research.”\nThen the calendar turned over to 2020, and “do your own research” had simultaneous moments in both discourse (especially online) related to the complicated and often confusing global public health emergency and in the relatively chaotic national politics in the United States.\nThe phrase’s use grew quickly, Chinn says, “popularized by Q-Anon and other conspiratorial groups, in more extreme and more dangerous ways. Now, we’re following what seem more like connections to certain political views than calls for more and better scientific research.”\nAccording to a new study Chinn and Hasell published recently in the Harvard Kennedy School’s Misinformation Review, people who were supportive of the phrase “doing your own research” were more likely to be distrustful of scientists and more likely to believe misinformation about COVID-19. Even when controlling for the type of media they consumed, the DYOR fans among the researchers’ panel of about 1,000 survey respondents grew more distrustful and more ill-informed about COVID-19 even as news of successful vaccine trials emerged.\n“We measured their trust in science and COVID beliefs in December 2020 and again in March 2021,” Chinn says. “We wouldn&#8217;t normally expect this to change too much, especially over such a brief period. But for people who felt positively about ‘doing your own research,’ we did see that their distrust in scientific institutions and misperceptions about the pandemic grew.”\nWhat may be most fascinating to Chinn is that telling someone to “do your own research” is generally excellent advice.\n“There&#8217;s a lot of research showing that people who do more information seeking about politics are more civically engaged and people who do more information seeking about their health conditions have better treatment outcomes,” she says. “So, it is objectively good to do your own research.”\nThose good outcomes are hard to square with the correlation between DYOR and COVID misinformation, but the phrase does not necessarily have a benign history. “Do your own research” gained initial popularity as a slogan of Milton William Cooper. In the 1990s, Cooper wrote a book and hosted a radio show about his theories of a vast global conspiracy tying together UFOs, the Kennedy assassination and the AIDS epidemic, among other subjects.\n“DYOR messages can promote skepticism in the guise of being informed and independent,” Chinn says. “(People believe) you should ‘do your own research’ because maybe you can&#8217;t trust what they&#8217;re telling you. And so, you need some alternative research or alternative information to balance out (what you believe are) potentially untrustworthy institutional sources of knowledge.”\nChinn is expanding on the initial study’s findings with new work analyzing the content of social media posts that call for readers to “do your own research,” examining whether people who support “DYOR” actually do engage in their own research, and studying how suggestions to “do your own research” may affect people’s beliefs and behavior.\n“As we dig further, we’re finding that ‘do your own research’ is really not associated with much information seeking,” Chinn says. “And it begins to look more like an expression of an anti-establishment world view than an interest in finding more or better evidence on any given topic.”",
    "tags_original": [
        "Campus news",
        "Health & Wellness",
        "Science & Technology"
    ]
}