{
    "id": "98127",
    "author": "cahenning",
    "date": "2023-08-17",
    "link": "https://news.wisc.edu/pollutants-are-important-to-biodiversitys-role-in-spread-of-wildlife-diseases/",
    "title": "Pollutants are important to biodiversity’s role in spread of wildlife diseases",
    "summary": "Researchers found that environmental pollutants like road salt influence whether increased biodiversity helps or hinders disease outbreaks in wildlife, which can complicate how we value protecting diverse animal communities.",
    "content": "Wood frog tadpoles like this one are more susceptible to a parasitic fluke when they live in water tainted by road salt. But when their polluted ecosystem includes other species, like the American toad, which are not more likely to be infected in saltier water, biodiversity works in all the tadpoles’ favor. Jessica Hua\nConventional wisdom among ecologists holds that the more species there are inhabiting an ecosystem, the less vulnerable any one species will be to a threat like a parasite. A new study of tadpoles at the University of Wisconsin–Madison illustrates how overlapping biological and environmental factors can complicate how we value protecting diverse animal communities. The researchers found that environmental pollutants like road salt influence whether increased biodiversity helps or hinders disease outbreaks in wildlife, which can complicate how we value protecting diverse animal communities.\n“There&#8217;s an idea in the field of disease ecology that communities with more species living together, communities with higher biodiversity, are less vulnerable to diseases than less biodiverse communities,” says Jessica Hua, a UW–Madison professor of forest and wildlife ecology.\nEcologists believe that in a biodiverse ecosystem, vulnerability to disease is shared across many species. One species could act as a decoy, drawing the attention and energy of parasites away from more susceptible neighbors and protecting the vulnerable by reducing the growth, reproduction and spread of parasites.\n“The idea that biodiversity can dampen disease outbreaks is an exciting idea because it provides a clear benefit and great reason for protecting biodiversity,” says Hua. “Our research suggests that whether biodiversity protects communities from disease depends on environmental conditions. We cannot understand the role of biodiversity on disease without considering how environmental factors like pollutants change host susceptibility.”\nStudies of biodiversity’s sway on disease have produced mixed results. Sometimes, communities with higher biodiversity do have lower levels of disease, called a dilution effect. Other times, communities with higher biodiversity have higher levels of disease, called an amplification effect. And sometimes, there’s no effect at all. In the field of disease ecology, the varying outcomes have generated intense debates over biodiversity’s relationship with disease.\nHua studies the way pollutants — be they pesticides, other chemical contaminants or even light and noise — can upset natural ecosystems. She thought that pollution may be one important contributor shaping when biodiversity dilutes or amplifies wildlife susceptibility to disease.\n“We know that a lot of environments have pollutants, and one thing polluted environments do is change patterns of disease susceptibility,” says Hua, whose work is supported by the National Science Foundation. “We think one reason for why this relationship between biodiversity and disease is so equivocal is because of pollutants in the water.”\nHua and Nicholas Buss, a former graduate student in Hua’s lab during her time at Binghamton University, have published a study in the Journal of Animal Ecology showing how road salt pollution reduced overall parasite susceptibility in an amphibian community — but only because the salt made two of three amphibian species more likely to be infected.\nHua and Buss studied three amphibians that share overlapping ranges, including ponds in Pennsylvania and New York where the researchers collected eggs. They raised newly hatched wood frogs (Rana sylvatica), spring peepers (Pseudacris crucifer) and American toads (Anaxyrus americanus) separately, splitting the tadpoles of each species into groups that lived either in unpolluted water or in water with salt added. Then they moved the tadpoles into water with trematodes, tiny parasites often called flukes, which infect each tadpole species in the wild and disrupt their growth and development.\n“In the absence of salt, the susceptibility of each species of these tadpoles to parasites was essentially the same,” Buss says. “In the presence of salt, the wood frogs and the peepers became more susceptible to trematodes, while toads were unaffected. This suggests that toads may act as a decoy species — but only in environments with salt.”\nThe researchers then generated artificial communities in the lab that differed in biodiversity with respect to amphibians. Some communities had only one species, some had two species and some had all three species. They reared the amphibians in either pollutant-free or salt-polluted water and then added trematodes.\nThe researchers found that when peepers and wood frogs were placed in communities with higher biodiversity, the negative effects of salt on individual species were dampened.\n“In the water without salt, communities with higher biodiversity were similarly susceptible to trematodes compared to communities with lower biodiversity,” says Buss. “However, when raised in water with salt — even though salt makes peepers and wood frogs living alone more susceptible to trematodes — total infections were cut almost in half for the wood frogs and peepers living in communities with higher biodiversity.”\nThe toad tadpoles served as a decoy species, drawing the parasites away from the more susceptible peepers and wood frogs sharing their home water. Hua plans to study the interactions with new species and pollutants, as they should weigh on future research on biodiversity and ecosystem management.\n“This work highlights the need to understand all the interacting facets of an ecosystem — environment, biodiversity, disease, etc. — when making decisions about how to manage that system,” says Andrea Porras-Alfaro, a program director for biodiversity and ecology research at NSF. “Research like this can be applied to conservation and land management policies, helping to protect valuable resources and environments.”\nThis research was funded by a grant from the U.S. National Science Foundation (Award 2314625).",
    "tags_original": [
        "Campus news",
        "Science & Technology",
        "College of Agricultural and Life Sciences",
        "forest and wildlife ecology",
        "research"
    ],
    "tags_gpt": [
        "Environment",
        "Biodiversity",
        "Wildlife",
        "Disease",
        "Pollution",
        "Ecology",
        "Conservation",
        "Research"
    ]
}