{
    "id": "98180",
    "author": "mjklein3",
    "date": "2023-08-17",
    "link": "https://news.wisc.edu/students-get-their-feet-wet-gathering-watershed-data/",
    "title": "Students get their feet wet gathering watershed data",
    "summary": "Several local groups are partnering with UniverCity Year to work toward a healthier Koshkonong Creek to improve water quality and support a variety of wildlife and human activities for generations to come.",
    "content": "\n    \n                \n        \n                  \n            Ed Boswell, a teaching faculty member in GIS and geodesign, left, and  student Germán González, right, add a second pole to the Global Navigation Satellite System (GNSS) receiver as they prepare to take sediment level samples in Koshkonong Creek. Photo by: Bryce Richter\n          \n              \n                \n        \n                  \n            Finn Johnson, a member of the UW-Madison Geodesign Collaborative, operates a drone to survey a field near Koshkonong Creek. \n          \n              \n                \n        \n                  \n            González and Boswell use the Global Navigation Satellite System (GNSS) receiver to measure sediment depth and a tape measure to calculate the width of the creek. With the data collected, they can then determine the volume of sediment in the creek.  Photo by: Bryce Richter\n          \n              \n                \n        \n                  \n            González and Boswell take measurements. Photo by: Bryce Richter\n          \n              \n                \n        \n                  \n            Student Hannah Agner uses the Global Navigation Satellite System receiver to measure sediment depth while wading in Koshkonong Creek. \n          \n              \n                \n        \n                  \n            Students Heidi Putnam (left) and Hannah Agner (center) work with Boswell while standing in a field of reed canary grass. Photo by: Bryce Richter\n          \n              \n                \n        \n                  \n            Finn Johnson, a member of the UW-Madison Geodesign Collaborative, and student Heidi Putnam compare notes during a day of field work. Photo by: Bryce Richter\n          \n              \n                \n        \n                  \n            Students talk with Boswell to coordinate data collection. Photo by: Bryce Richter\n          \n              \n                \n        \n                  \n            From left, Heidi Putnam, Craig Kunkel and Alen Idiculla inspect a soil sample. Photo by: Bryce Richter\n          \n              \n                \n        \n                  \n            Student Heidi Putnam points out striations in a soil sample to UniverCity Alliance Senior Associate for Communications and Outreach Abigail Becker. Photo by: Bryce Richter\n          \n              \n      \n\nCOTTAGE GROVE, Wisconsin — After studying Koshkonong Creek and its surrounding land during the school year, University of Wisconsin–Madison Water Resources Management students waded in – literally – to the next phase of research this summer.\nThe students are investigating the waterway’s hydrology and gathering data, like the depth of the sediment, to inform a watershed management plan.\n“Hands-on field experience often requires problem-solving skills and provides insight into the challenges of environmental work,” Ed Boswell, a teaching faculty member in GIS and geodesign, said.\nWearing waders, WRM student Germán González walked into a section of the creek off of Baxter Road and County Highway BB in Cottage Grove on July 20. He held a Global Navigation Satellite System (GNSS) receiver connected to two poles vertically in the water. This device accurately measures the elevation of the bottom of the creek and the top of the sediment layer.\nAlso on Koshkonong Creek: Students practice different strategies that can be used to clear blocked waterways.\nThe data will allow the students to calculate the volume of sediment in the creek and inform possible recommendations on what strategies to implement to improve water flow and reduce flooding. Eventually, this data will be used in simulation software to model how the water flows through the creek and how that might change depending on if the sediment is removed.\nGonzález said the hands-on experience was “absolutely indispensable,” especially coming from a non-STEM background.\n“Beyond the technical skills, gaining an understanding of the issues communities face, and understanding people&#8217;s relationship with the environment goes a long way in making impactful and sustainable improvements,” González said. “Having the opportunity to work within the community to make impactful changes that will, hopefully, improve the community and environment gives me invaluable experience that I can take into my career.”\nMeanwhile, a group of WRM students were out in a field of swaying reed canary grass – an invasive species that grows well in wet open areas – collecting soil samples. Using an auger to spiral down into the earth, the students observed the layers of soil that are removed for clues about the fluctuating water table and how the area developed.\nThe students are focusing on Koshkonong Creek during their two-year graduate program through a partnership with a collaboration of local government and community partners facilitated by UniverCity Year (UCY).\nFrom 2021 to 2024, a group that includes the city of Sun Prairie, towns of Deerfield and Cottage Grove, and Friends of Koshkonong Creek with support from Badger Farms is partnering with UCY to work toward a healthier Koshkonong Creek to improve water quality and support a variety of wildlife and human activities for generations to come.\n“No matter what I end up doing after graduation, effective communication is a huge part of natural resource management,” WRM student Hannah Agner said.\nAgner said she has communicated with a range of people to inform her work on this project, including university faculty to discuss research questions, the Wisconsin Department of Natural Resources to determine appropriate field sampling methodologies, and landowners to gain trust and understand the problems that are going on within the watershed.\n“Getting experience interacting with these groups and others will allow me to be confident in my ability to work with related groups in the future,” Agner said.",
    "tags_original": [
        "Campus news",
        "Society & Culture",
        "State & Global",
        "outreach",
        "UniverCity Alliance",
        "water resources management"
    ]
}