{
    "id": "98269",
    "author": "mjklein3",
    "date": "2023-08-21",
    "link": "https://news.wisc.edu/new-approach-shows-hydrogen-can-be-combined-with-electricity-to-make-pharmaceutical-drugs/",
    "title": "New approach shows hydrogen can be combined with electricity to make pharmaceutical drugs",
    "summary": "Developing a hydrogen-based way to make pharmaceuticals aligns with renewed interest in a \"hydrogen economy.\"",
    "content": "This work introduces a technique for using hydrogen and electricity to create pharmaceuticals. Hydrogen can be made using renewable energy sources such as solar power, making the process more sustainable. Illustration courtesy of UW–Madison\nThe world needs greener ways to make chemicals. In a new study, University of Wisconsin–Madison researchers demonstrate one potential path toward this goal by adapting hydrogen fuel cell technologies. These technologies are already used to power some electric vehicles, laptops and cell phones.\nShannon Stahl\n&#8220;The chemical industry is a massive energy consumer, and there is a big push to decarbonize the industry,” says Shannon Stahl, a professor in the UW–Madison Department of Chemistry who guided much of the research. “Renewable electricity can provide energy to produce chemicals with a much lower carbon footprint than burning fossil fuels.”\nThe present study uses electricity to overcome a complementary challenge. An important new process for making drugs requires larges quantities of zinc metal as a source of electrons. But, handling zinc is complicated and generates large amounts of environmentally unfriendly waste. Working with scientists at the pharmaceutical maker Merck &amp; Co. Inc., UW–Madison chemists and engineers sought to develop a more sustainable method to manufacture ingredients needed to make many types of drugs.\nIn their search for an alternative process, the researchers took inspiration from hydrogen fuel cells, which use hydrogen gas as the source of electrons to generate electricity.\nRead more about UW–Madison sustainability efforts.\n&#8220;The process we are working with needs a green source of electrons,&#8221; says Stahl. &#8220;We realized that fuel cell technology could be modified to make chemicals rather than electricity,&#8221;\nHydrogen gas is an ideal choice in many ways, according to Stahl. It can be generated from renewable electricity, and it creates very little waste. Developing a hydrogen-based way to make pharmaceuticals aligns with renewed interest in a &#8220;hydrogen economy&#8221;.\nMathew Johnson\n&#8220;This work is connected to a broader effort to create a hydrogen infrastructure that goes beyond fuel cells and energy production,&#8221; says Mathew Johnson, a postdoctoral researcher in the chemistry department who led the study. &#8220;This work shows that hydrogen can be combined with electricity to make new drugs.&#8221;\nThe researchers developed a system that uses a type of organic compound called a quinone to pull electrons away from hydrogen. An important feature of this process is that it works well in the absence of water. Fuel cells typically need water to operate effectively, but water can interfere with steps used to make the drug ingredients.\nThe system then uses electricity to supercharge the electrons, giving the electrons more energy than hydrogen could normally provide.\nThe team, which included postdoctoral researcher Jack Twilton, chemistry professor Daniel Weix and chemical and biological engineering professor Thatcher Root, described their new system in a paper published Aug. 21 in the journal Nature. They show how it can be used to make dozens of important organic molecules, including a large batch of a pharmaceutical ingredient.\nThe team is now working to improve the process so it can be used for industrial-scale production. And Stahl and his collaborators see even bigger opportunities for this technology.\n&#8220;This is a broadly applicable technology for chemical production,&#8221; says Johnson. &#8220;Many chemical processes need electrons. This is not limited to pharmaceuticals. It should be a very versatile technology.&#8221;\nFinancial support for development of the mediate H2 anode was provided by the Center for Molecular Electrocatalysis, an Energy Frontier Research 10 Center, funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences and Merck Sharp &amp; Dohme LLC, a subsidiary of Merck &amp; Co., Inc., Rahway, NJ, USA. The development of Ni-catalyzed XEC reactions and their integration with the mediated H2 anode was supported by the NSF (PFI-RP 2122596). Spectroscopic instrumentation was partially supported by the NIH (1S10 OD020022-1) and the NSF (CHE-1048642).",
    "tags_original": [
        "Campus news",
        "Science & Technology",
        "chemistry",
        "sustainability"
    ],
    "tags_gpt": [
        "Science and Technology",
        "Environment",
        "Pharmaceuticals",
        "Renewable Energy"
    ]
}