{
    "id": "98333",
    "author": "jplucas",
    "date": "2023-08-22",
    "link": "https://news.wisc.edu/uw-madison-monitoring-extreme-heat-in-wisconsin/",
    "title": "UW–Madison monitoring extreme heat in Wisconsin",
    "summary": "The National Weather Service has forecast extreme heat for Wisconsin this week through Thursday evening, including an Excessive Heat Warning. The university remains open for normal business and is taking the following precautions: Summer camps and pre-college programs have been advised to monitor participants, provide water, take breaks and limit outdoor activities, based on the [&#8230;]",
    "content": "The National Weather Service has forecast extreme heat for Wisconsin this week through Thursday evening, including an Excessive Heat Warning.\nThe university remains open for normal business and is taking the following precautions:\n\nSummer camps and pre-college programs have been advised to monitor participants, provide water, take breaks and limit outdoor activities, based on the nature of their programming.\nShould employees or students feel that they cannot safely work, attend class or travel to campus, they can contact supervisors or instructors to make alternate arrangements or take leave, according to the Inclement Weather Policy.\nEmployees who work primarily outdoors will receive additional guidance directly from supervisors.\nParticipants on campus tours are provided with water bottles, and tours include stops inside buildings or in shade. Wednesday and Thursday campus tours have shifted to an indoor experience.\n\nPublic Health Madison &amp; Dane County and the Centers for Disease Control and Prevention recommend the following actions in response to the conditions:\n\nStay cool: Remain in air-conditioned buildings if possible. If outdoors, limit activity, pace yourself and wear sunscreen. Wear loose, lightweight, light-colored clothing.\nStay hydrated: Drink more water than usual and don’t wait until you’re thirsty to drink.\nStay aware and connected: Check your local news for extreme heat warnings and safety tips. Watch for symptoms of heat illness and monitor those at high risk, including people who work outside, are 65 years or older, have disabilities, are overweight, take certain medications, or have chronic health conditions.\n\nFor more information, consult the following resources:\n\nTips for Preventing Heat-Related Illnesses and Warning Signs and Symptoms of Heat-Related Illness from the CDC.\nThe National Weather Service’s guidance on Heat Watches vs. Warnings.\nPreventing Heat Illness at Work, an online course provided by UW Environment, Health &amp; Safety.\n",
    "tags_original": [
        "Campus news",
        "Employee News",
        "weather"
    ],
    "tags_gpt": [
        "Weather",
        "Education",
        "Health & Safety",
        "Local News"
    ]
}