{
    "id": "98331",
    "author": "mjklein3",
    "date": "2023-08-22",
    "link": "https://news.wisc.edu/uw-students-take-on-summer-internships-worldwide-from-colombia-to-south-africa/",
    "title": "UW students take on summer internships worldwide, from Colombia to South Africa",
    "summary": "Learning about new cultures and cities has proven to be just as valuable as the internship work itself, say two UW–Madison students who went abroad.",
    "content": "Anita Anongdeth worked as an intern with Kidlinks Small Farm Incubator in East London, South Africa, this summer. Submitted photo\nAs a part of the University of Wisconsin–Madison&#8217;s expansive International Academic Programs (IAP), Badger students traveled across the world over the 2023 summer term to learn, intern and develop their professional skills.\nIAP offers experiences in 67 countries for UW–Madison students from all majors and academic levels. Through the IAP website, Wisconsin students can explore opportunities to study and intern abroad, matching experiences to their areas of interest. \nMeet two UW–Madison students who took part in incredible summer experiences with the support of the international internships team.\nAnita Anongdeth learned about interning abroad from their advisor and applied to intern with Kidlinks Small Farm Incubator in East London, South Africa. Submitted photo\nAnita Anongdeth learned about interning abroad from their advisor and applied to intern with Kidlinks Small Farm Incubator in East London, South Africa. Similarly, Natalia Betancourt Rodriguez learned about the One Health Center Summer Research Internship through Global Health Institute Director Jorge Osorio, her mentor who helped found the One Health Center in Medellín, Colombia.\nAnita, a rising senior and horticulture major whose studies focus on food science and organic farming, has been able to learn about and help develop value-added products and sell them under proper licensing and permits.\n“I&#8217;ve been doing a lot of recipe research and testing which has been really fun,” they said. “I also have been shadowing one of the team members with her community outreach, which was not part of the job description, but I&#8217;ve been really enjoying it!”\nNatalia, a rising senior with a double major in biochemistry and global health, has gained hands-on experience in a cutting-edge technology lab.\nNatalia Betancourt Rodriguez, at left, interned at the One Health Center Summer Research Internship in Medellín, Colombia. Submitted photo\n“During the internship, I was able to apply molecular biology techniques to aid in a research project geared towards the discovery of novel pathogens,” she said. “Outside of the work environment, we were also able to learn about the vibrant city of Medellín and attend cultural events.”\nLearning about new cultures and cities has proven to be just as valuable as the internship work itself.\n“I think that the most interesting thing has been the exchange of culture and being able to learn about various traditions in the villages in the area,” Anita said. “I was invited to a celebration where a boy had been initiated to a man. It&#8217;s just unlike anything I&#8217;ve known before and was amazing to be able to see.”\nEven still, there are undoubtedly links between the internship work and learning about a new culture.\nNatalia Betancourt Rodriguez interned at the One Health Center Summer Research Internship in Medellín, Colombia.\n“Colombians are very collaborative and open to sharing different laboratory techniques and tips. Americans in this sense are more reserved and individualistic, having more hesitation about sharing details and focusing more on what needs to get done,” Natalia said. “Colombians are extremely welcoming and open, so it was very easy for me to form deep connections with my colleagues,” she added.\n\nAs a part of their overseas internship experiences, both Badgers were able to do a takeover of the UW–Madison international internships Instagram account to share their experiences, while also displaying a bit of the fun side of their day-to-day experiences. \n“I felt excited to share my experiences with the university and the public. I also sort of felt like an influencer for a week, which was fun,” Anita said. \n“I was happy to share little sneaks of Colombian culture and the work dynamic at the lab,” Natalia added.\nThe program is rewarding, but figuring out program logistics can be a daunting task. Finding the right location, internship, timeframe, funding and more are all key parts that must be aligned in order to successfully spend time abroad with UW–Madison.\nBut it’s achievable, and not nearly as scary as it sounds. Anita said.\n“I would apply for as many scholarships as you can. There are so many scholarship opportunities and most are just a quick, short essay,” they said. “I also would recommend still applying to programs you may be interested in, even if you&#8217;re too nervous to commit.”\nEssentially, it’s worth it.\n“Always be open to new experiences, try the traditional foods, ask locals about their daily lives, attend cultural events, read about the country’s history, etc.,” Natalia said. “As interns, we have the responsibility to adapt to and respect the culture that is adopting us. It is not a mere touristic practice, it is a cultural exchange, and if we take advantage of our opportunities there, we can have a deeply enriching and transforming experience.”\nOpportunities like Anita’s and Natalia’s are available in spring and summer terms at UW–Madison, and they are programs that they feel everyone should have the opportunity to experience during their time at the university.\n“My experience abroad has taught me a lot about myself and how to navigate new people and cultures, and for that I&#8217;m very grateful to have been able to come,” Anita said.\nTo explore the international internship opportunities available to UW–Madison undergraduate students, visit go.wisc.edu/intern-abroad or connect with an intern abroad advisor.\n&nbsp;",
    "tags_original": [
        "Campus news",
        "Society & Culture",
        "Division of International Studies",
        "student life"
    ],
    "tags_gpt": [
        "Education",
        "International",
        "Internships",
        "Travel",
        "Culture",
        "Student Life",
        "Agriculture",
        "Science",
        "Global Health",
        "University News"
    ]
}