{
    "id": "98379",
    "author": "cahenning",
    "date": "2023-08-23",
    "link": "https://news.wisc.edu/extreme-heat-hits-central-u-s-uw-madison-experts-available/",
    "title": "Extreme heat hits central U.S.: UW–Madison experts available",
    "summary": "An atmospheric heat dome parked over the central U.S. is sending temperatures soaring this week. Combined with oppressively high humidity, the sizzling temperatures are a recipe for heat-related danger. In Wisconsin, some communities haven’t grappled with heat of this magnitude for a decade or longer. Richard Keller, a professor of medical history and bioethics, is [&#8230;]",
    "content": "An atmospheric heat dome parked over the central U.S. is sending temperatures soaring this week. Combined with oppressively high humidity, the sizzling temperatures are a recipe for heat-related danger. In Wisconsin, some communities haven’t grappled with heat of this magnitude for a decade or longer.\n\nRichard Keller, a professor of medical history and bioethics, is an expert on climate change and its health consequences. He&#8217;s available for interviews about the health risks of extreme heat and how to stay safe and healthy amid soaring temperatures.\nContact: rckeller@wisc.edu\n\n\nSheri Johnson is a professor of population health sciences and director of the Population Health Institute. She is available for interviews about how historical policies like redlining contribute to disparities in risks from extreme heat.\nContact: spjohnson8@wisc.edu\n\nJessica LeClair, a public health nurse and clinical instructor at the School of Nursing, is available to comment on at-risk groups for heat-related health issues and health risks associated with climate change.\nContact: jessica.leclair@wisc.edu\n\nJennifer Van Os, an Extension specialist and professor of animal science and dairy science, is available for interviews on keeping livestock comfortable and safe during heat waves.\nContact: jvanos@wisc.edu\n\nJonathan Patz is a professor of population health sciences. Patz is available for interviews about the effects of climate change on human health.\nContact: patz@wisc.edu\n\nIn addition to those above, more experts can be found on the UW–Madison Experts page.",
    "tags_original": [
        "For media",
        "media tips"
    ],
    "tags_gpt": [
        "Weather",
        "Climate Change",
        "Health",
        "Education",
        "Science"
    ]
}