{
    "id": "98371",
    "author": "cahenning",
    "date": "2023-08-23",
    "link": "https://news.wisc.edu/uw-experts-provide-tips-for-dealing-with-dangerous-heat/",
    "title": "UW experts provide tips for dealing with dangerous heat",
    "summary": "UW experts weigh in on why heat can be so dangerous for our health and offer tips on how to stay cool when temperatures soar.",
    "content": "UW–Madison experts have advice for staying safe when temperatures soar. iStock / niuniu\nAn atmospheric heat dome has parked over the Midwest this week, sending temperatures soaring. Combined with oppressively high humidity, the sizzling temperatures are a recipe for heat-related danger that many Wisconsin communities haven’t seen in a decade or longer.\nWhat makes excessive heat a health risk, and how can we best protect ourselves against it? Are some people and communities more at risk? University of Wisconsin–Madison experts have the info.\nWhen heat becomes dangerous\nAccording to Richard Keller, a professor of medical history and population health, extreme heat kills more people worldwide every year than all other extreme weather events combined.\nRichard Keller is a professor of medical history and population health at the Wisconsin School of Medicine and Public Health.\n“This is tragic because the vast majority of heat deaths are preventable,” says Keller, who is an expert on climate change and its health consequences.\nHeat becomes dangerous when it overwhelms the human body’s capacity to cool down.\nOur primary physiological defense against heat is sweat, which is mostly water. When our environment and activity cause our internal body temperature to rise, glands in our skin secrete sweat, which escapes through pores to the skin’s surface. It’s the evaporation of sweat from our skin that provides a cooling effect.\nHigh humidity disrupts our natural cooling system because there’s already a lot of water vapor in the air. That water vapor slows down the evaporation process, making it more difficult for sweat to cool down the body.\nRising temps and humidity make for increasingly dangerous conditions for our bodies, which operate best at a steady internal temperature around 98 degrees F. When it gets really hot, our bodies begin to shunt blood away from internal organs toward the skin in an effort to speed up the cooling process, according to Allie Hurst, professor of emergency medicine and pediatrics at the Wisconsin School of Medicine and Public Health, and medical director of pediatric emergency medicine at UW Health.\n“You then start to lose blood flow to essential organs,” says Hurst.\nSymptoms of heat illness\nHeat-related illness occurs when our bodies’ cooling strategies become overwhelmed.\nAllie Hurst is a professor of emergency medicine and pediatrics at the Wisconsin School of Medicine and Public Health and medical director of pediatric emergency medicine at UW Health.\nEarly signs of danger include dizziness and skin flushing. As heat stress worsens, Hurst says a loss of blood flow to internal organs can cause a stomachache, vomiting and diarrhea. Eventually, heat stress can become so severe that blood flow to the gut stops altogether, in a condition called heat stroke.\n“That can cause multi-organ system failure and ultimately death if you don’t cool appropriately,” Hurst says. “Heat stroke is incredibly dangerous. The mortality rate once you hit the heat stroke part of heat stress is very high.”\nKeeping yourself cool\nIt is essential on extremely hot days to stay hydrated and to find spaces to cool off, ideally indoors.\n“Spending just a few hours a day in a cool environment — a movie theater, a grocery store, an indoor shopping mall or a cooling center — is usually enough for the body to recover from high temperatures,” says Keller, who adds that a high-quality mask can reduce the risk of catching COVID-19 while seeking shelter indoors.\nAdditionally, Hurst cautions that outdoor exercise is not a good idea, and children’s playtime should be moved indoors. Outdoor workers and those who must be outside should stay in the shade as much as possible, wear light-colored clothing and take care to keep hydrated, ideally with more than just water.\n“Electrolyte-based fluids are best because your body wants salt and sugar in addition to water in order to help it pull in more fluids,” she says.\nFor those with more serious heat-stress symptoms, additional measures might be necessary, including sitting in front of a fan or spritzing themselves with water to mimic the effect of sweating.\nWho is at risk?\nExtreme heat is a health danger to everyone, but some people may be more vulnerable due to age, pre-existing conditions or their living or work circumstances.\nChildren generally have less body surface area to dissipate heat via sweating than adults and are less likely to take caution and note early signs of heat illness, Hurst says.\n“They’re outside playing and having fun, and they don’t necessarily think ‘Oh, I’m thirsty, I should stop, or I should drink some water,’ and so they tend to push themselves,” says Hurst, who adds that children often experience more severe heat illness symptoms as a result.\nOlder individuals are also at risk for heat-related illness because their bodies’ cooling systems don’t work as well. Others at elevated risk for heat stroke or dehydration due to physiological reasons include people with pre-existing heart or kidney conditions, those who are overweight or obese, and people taking certain medications, including those used to treat schizophrenia and Parkinson’s disease.\n“But social factors are even more important,” says Keller. “Far and away the factor that most dramatically elevates risk of death during a heat wave is living alone. Poverty is also a critical risk factor.”\nThose living in poverty may be more likely to live with health conditions that put them at risk and are more likely to lack air conditioning or live in neighborhoods with fewer trees to provide cooling shade. In the United States, these risk factors disproportionately affect minoritized communities due to historical policies and practices rooted in racism.\nSheri Johnson is a professor of population health sciences and the director of the UW–Madison Population Health Institute.\n“People living in neighborhoods that have experienced systematic disinvestment, such as through residential housing segregation accomplished through the historical practice of redlining, are exposed to less healthy environments,” says Sheri Johnson, director of the UW–Madison Population Health Institute. “Presence of tree canopy and green space can contribute to health, especially in the face of extreme heat. Structural racism and economic marginalization impact the quality of neighborhood conditions that are important drivers of health.”\nThe heat warnings in Wisconsin this week add to a Northern Hemisphere summer already set for the record books as regions around the globe wilt under heat waves worsened by climate change.\n“As the climate changes around us, these risks will only go up,” Keller says. “Heat waves are becoming more frequent, more intense, and longer lasting. Summer mortality linked to extreme heat is rising quickly and becoming a part of baseline mortality in much of the world.”",
    "tags_original": [
        "Campus news",
        "For media",
        "climate change",
        "School of Medicine and Public Health"
    ],
    "tags_gpt": [
        "Health",
        "Weather",
        "Education",
        "Climate Change",
        "Science",
        "Social Issues"
    ]
}