{
    "id": "98382",
    "author": "mjklein3",
    "date": "2023-08-23",
    "link": "https://news.wisc.edu/uw-madison-again-scores-high-in-several-rankings/",
    "title": "UW–Madison again scores high in several rankings",
    "summary": "“Unsurprisingly for a school with about 47,000 students — over 34,000 of them undergraduates — opportunities abound at the University of Wisconsin–Madison,” Money Magazine writes.",
    "content": "The University of Wisconsin–Madison&#8217;s campus on the shores of Lake Mendota. Photo: Bryce Richter\nThe University of Wisconsin­–Madison has performed well in several recent rankings, including being named one of America’s Best Colleges by Money Magazine.\nUW–Madison received five out of five stars in Money Magazine’s newly revamped analysis that uses a new star rating system rather than ranking each of the 736 schools included in its Best Colleges list.\nMoney’s Best Colleges are evaluated on data that relates to quality, affordability and outcomes. It uses “value-added” metrics in all three major categories to take into account the economic and academic profile of the students schools admit.\n“Unsurprisingly for a school with about 47,000 students — over 34,000 of them undergraduates — opportunities abound at the University of Wisconsin–Madison,” Money Magazine writes.\n“Eclectic arts scene? Check. Grade-A athletics? Badger faithful get pumped on game days. Charming college town? Affirmative — people bike along Lake Mendota. Strong Greek community? Got it. Impassioned political activism? The university is steps from the state capitol, where protestors often gather. Great academics? You&#8217;d better believe it.”\n\nIn addition, The UW–Madison has been ranked 28th worldwide and 20th nationally by the Center for World University Rankings.\nMore than 20,000 institutions were ranked, and those that placed at the top made the Global 2,000 list.\nThe indicators CWUR uses to rank universities are grouped into four areas:\nEducation: The number of a university’s alumni who have won major academic distinctions relative to the university’s size.\nEmployability: The number of alumni who have held top executive positions at the world’s largest companies relative to the university’s size.\nFaculty: The number of faculty members who have won major academic distinctions.\nResearch: The number of research papers, how many appeared in top-tier and highly influential journals, and the number of highly-cited papers.\nCategories UW–Madison scored highest in were 36th in education (34th last year), 30th in faculty for the second year in a row and 41st in research (35th last year).\nCWUR is a consulting organization providing policy advice, strategic insights and consulting services to governments and universities to improve educational and research outcomes.\nThe ranking started out in 2012 with the aim of ranking the top 100 global universities. In 2019, the ranking expanded to list the top 2,000 universities worldwide.\nFor the complete list, visit cwur.org.\n\nFinally, UW–Madison has once again been named a Best Value College by Princeton Review, coming in 29th among public schools (28th last year).\nIt also was ranked:\nFifth: Best-Run Colleges (15th last year)\nNinth: Best Schools for Financial Aid among publics (8th last year)\n10th: Students Who Love their School Teams (17th last year)\n15th: Their Students Love These Colleges\n18th: Best Alumni Networks among publics\n18th: Best Health Services\n23rd: College City Gets High Marks\nThe lists are based on the education services company surveys of more than 165,000 students attending the schools in its flagship college guide, “The Best 389 Colleges,” out now.\nRead more about UW–Madison&#8217;s rankings from various publications and groups.",
    "tags_original": [
        "Campus news",
        "Society & Culture",
        "State & Global",
        "rankings"
    ],
    "tags_gpt": [
        "Education",
        "University Rankings",
        "Student Life",
        "Research",
        "Academic Achievements"
    ]
}