{
    "id": "98390",
    "author": "mjklein3",
    "date": "2023-08-24",
    "link": "https://news.wisc.edu/uw-madison-experts-address-back-to-school-topics/",
    "title": "UW-Madison experts address back-to-school topics",
    "summary": "School’s in. And so are experts from the University of Wisconsin-Madison who can discuss a variety of subjects related to the start of a new school year.",
    "content": "School’s in. And so are experts from the University of Wisconsin-Madison who can discuss a variety of subjects related to the start of a new school year.\nGrappling with artificial intelligence in schools\nHow will artificial intelligence (AI) systems like ChatGPT influence schools and learning? Sears Bascom Professor of Learning Analytics David Williamson Shaffer is well versed in the positives and negatives of AI moving into the classroom. In an op-ed he wrote for Newsweek, Shaffer argues that educators should move past fears of plagiarism and consider how the tool can be used to angle their teaching and assessments toward critical thinking and 21st century problem solving. Shaffer is also a Data Philosopher with the Wisconsin Center for Education Research.\nIn addition to AI, Shaffer can share his knowledge about how schools are using Big Data to help students — as well as the issues in using that data in ways that are fair, valid, and actionable.\nContact: dws@education.wisc.edu\nTeacher Pledge: Developing potential solutions to address the educator shortage\nWith staffing challenges straining schools across the nation, the UW–Madison School of Education Wisconsin Teacher Pledge is an innovative, donor-funded program that’s designed to help bolster the teacher workforce. The initiative “pledges” to pay the equivalent of in-state tuition and fees, testing, and licensing costs for all teacher education students. In return, graduates “pledge” to teach for three or four years at a pre-kindergarten through 12th grade school in Wisconsin. The Teacher Pledge was extended through the 2026-27 academic year in March, and efforts are underway to fund the program through 2029-30. Contact Tom Owenby, the School of Education’s associate dean for teacher education and director of the Teacher Education Center, to learn more.\nContact: owenby@wisc.edu\nUnderstanding LGBTQ+ student experiences\nMollie McQuillan, an assistant professor in the School of Education’s Department of Educational Leadership and Policy Analysis, can share insights that shed light on ways schools can support the well-being of LGBTQ+ students. McQuillan co-authored a study that showed how training elementary school teachers in inclusive practices for LGBTQ+ students leads to lower disciplinary rates for all students. It compared trends in state data on student suspensions, expulsions, assaults, and other school violations between schools that participated in the program and those that didn’t.\nIn the last year, McQuillan has also published papers concerning trans and nonbinary PK-12 student-athletes, trans and nonbinary PK-12 educators, how educational leaders make sense of policy protections concerning LGBTQ+ students, and LGBTQ+ students&#8217; health and wellbeing during COVID.\nContact: mmcquillan@wisc.edu\nFostering emotionally responsive teaching\nTravis Wright, an associate professor in the School of Education’s Department of Counseling Psychology, released his book, “Emotionally Responsive Teaching: Expanding Trauma-Informed Practice with Young Children,” in April. In his book, Wright offers advice to teachers attempting to connect with students experiencing trauma, leaning on models, personal experiences, and more as evidence.\nContact: travis.wright@wisc.edu\nManaging screen time \nHeather Kirkorian, an expert on the impact of screen media on young children and an associate professor of human development and family studies, is available for interviews about how parents and caregivers can re-think how much screen time is appropriate for children with the approach of a new school year.\n“To manage screen time, families should establish clear and consistent expectations about when, where, how, and with whom screens can be used. A good family media plan will focus on educational content, healthy social connections, and lots of conversation about what kids are doing on screens.”\nContact: kirkorian@wisc.edu\nMore experts on news and current events can be found on the UW–Madison Experts Database.",
    "tags_original": [
        "Campus news",
        "For media",
        "media tips",
        "School of Education"
    ],
    "tags_gpt": [
        "Education",
        "Artificial Intelligence",
        "Big Data",
        "Teacher Shortage",
        "LGBTQ+",
        "Emotional Health",
        "Screen Time Management"
    ]
}