{
    "id": "98401",
    "author": "mjklein3",
    "date": "2023-08-24",
    "link": "https://news.wisc.edu/popular-graduate-school-dash-expands-to-become-even-more-welcoming/",
    "title": "Popular Graduate School ‘Dash’ expands to become even more welcoming",
    "summary": "The Sept. 1 event, previously known as the Graduate School Degree Dash, will feature two races as well as other activities.",
    "content": "An annual UW–Madison event that welcomes new and returning graduate students to campus and gets the academic year off to a fast start is expanding to include even more ways to participate.\nThe Sept. 1 event, previously known as the Graduate School Degree Dash, will still feature two races that participants can run, walk, stroll, handcycle or roll. But it now also will include other activities. Those who choose to skip the races can meet Bucky, play games, enjoy snacks, and network with fellow graduate students on Library Mall, where the races begin and finish.\nThe event will now be known as the Graduate School Dash &amp; Bash. More than 650 people participated last year.\n“We want our event to be as inclusive and accessible as possible, so we’ve made some changes to reflect that,” says Alissa Ewer, the Graduate School’s assistant dean for professional development and communications. “We welcome all graduate students, staff and faculty to join us. We hope everyone will enjoy getting the semester off to a fun start.”\nParticipants in the “Dash” portion can choose either the 5.07-mile Doctoral Derby or the 1.94-mile Master’s Mile. Race distances are based on the approximate average time to degree (in years) at UW–Madison. The Doctoral Derby will start at 8 a.m., the Master’s Mile at 8:15 a.m.\nThe routes follow paved sidewalks and the Lakeshore Path and are accessible by wheelchair and stroller. This year, details have been added to provide participants with more information about the course routes, including the various surfaces to expect.\nWilliam J. Karpus, dean of the Graduate School, is scheduled to give brief remarks and hand out “diplomas” to all participants.\nThe race is free. Participants can register online until 3 p.m. Thursday, August 31. Please see grad.wisc.edu/degree-dash for details.\nEach fall, the Graduate School offers a lineup of events during the week or so before classes begin to welcome and help acclimate new graduate students to campus and to welcome back current graduate students. The 2023 schedule includes something for everyone, from planning ahead for a successful semester to thinking ahead about your professional advancement, and more.",
    "tags_original": [
        "Campus news"
    ],
    "tags_gpt": [
        "Education",
        "Events",
        "University News",
        "Inclusion and Accessibility"
    ]
}