{
    "id": "98412",
    "author": "mjklein3",
    "date": "2023-08-24",
    "link": "https://news.wisc.edu/new-faculty-focus-quentin-riser/",
    "title": "New Faculty Focus: Quentin Riser",
    "summary": "The primary focus of my work revolves around understanding how distinct patterns of early household conditions impact child and family outcomes.",
    "content": "Quentin Riser\nName: Quentin Riser\nTitle, including department and school you work in:  Assistant Professor of Human Development and Family Studies, School of Human Ecology\nHometown: Colorado Springs, Colorado\nEducational/professional background:\nPhD, Human Development and Family Studies (HD FS), Iowa State University, 2020; MS, HD FS, Iowa State University, 2018; BA, Economics, William Jewell College, 2015; BS, Accounting, William Jewell College, 2015\nWhat is your field of research, and how did you get into it?  The primary focus of my work revolves around understanding how distinct patterns of early household conditions impact child and family outcomes. Specifically, I am intrigued by the connections between early family income instability and child outcomes. My interest in poverty alleviation and child development research was sparked during my senior year at William Jewell College. For my senior thesis in economics, I collaborated with Dr. Michael Cook on a project centered on fostering sustainable economic development in Native American communities. This experience demonstrated the significance of early intervention and its potential to enhance long-term social and labor market outcomes for individuals facing early economic hardships.\nWhat attracted you to UW-Madison?  Madison&#8217;s captivating cityscape and the picturesque campus left a lasting impression on me. I often refer to Madison as the Midwest&#8217;s best-kept secret. Additionally, I developed an affinity for the academic environment here, appreciating the interdisciplinary culture and the exchange of ideas that flourished.\nWhat was your first visit to campus like? My first visit to campus was motivated by my brother-in-law (Nic), who was a post-doc at UW-Madison. We came to visit him and his family. I distinctly recall my introduction to the terrace, Bascom Hill, and the Observatory Drive overlook. While I didn&#8217;t anticipate begin here eventually then, I envied those fortunate enough to call this place home. \nThe pandemic forced us all to reconsider many things we took for granted. Is there something you&#8217;ve learned that has helped you through these challenging times, personally or professionally? I embraced the value of spending quality time with family and working to achieve a better work-life balance. My mom (Tina) consistently reminded me during this period that our lives are transient, underscoring the importance of prioritizing relationships, particularly during busy seasons.\nDo you feel your work relates in any way to the Wisconsin Idea?  I intend to conduct research that influences both the research community and local child care practices and policies. I plan to present research related to child development and early care and education at professional conferences. Additionally, I aim to serve as an advocate for high-quality child care through my involvement with the Wisconsin Child Development Lab (CDL) and collaboration with childcare administrators. During my graduate studies, I fostered strong partnerships with childcare administrators in Iowa and aspire to replicate this in Wisconsin. To this end, colleagues at SoHE and the Institute for Research on Poverty have facilitated introductions with key childcare leaders at the Wisconsin Department of Children and Families and the Wisconsin Early Child Care Association.\nWhat’s something interesting about your area of expertise you can share that will make us sound smarter at parties? While this insight stems from the somber realm of poverty research, many find it surprising to discover the universality of poverty exposure in the United States. Data indicate that approximately 60% of Americans will encounter poverty, spending at least one year of their adult lives below the official poverty line.\nHobbies/other interests: As a family, my wife (Jess), our three kids (Eden, Nazareth, and Jordan), and I enjoy engaging in activities such as running, biking, and playing tennis. Personally, I enjoy golf outings with my twin brother (Quinlan). I am also proud to be a member of Alpha Phi Alpha Fraternity, Inc., the oldest intercollegiate historically African American fraternity.",
    "tags_original": [
        "Campus news"
    ],
    "tags_gpt": [
        "Education",
        "Family",
        "Poverty",
        "Research",
        "Human Development",
        "Child Development",
        "Wisconsin",
        "Iowa",
        "Colorado",
        "University",
        "Faculty",
        "Economics"
    ]
}