{
    "id": "98416",
    "author": "mjklein3",
    "date": "2023-08-24",
    "link": "https://news.wisc.edu/behind-the-scenes-badger-preparing-the-residence-halls-for-students/",
    "title": "Behind-the-Scenes Badger: Preparing the residence halls for students",
    "summary": "Cody Gray says the secrets to a good residence hall move-in are communication, support, and of course, plenty of red carts. The Sellery Hall building supervisor looks forward to the energy of students returning.",
    "content": "Cody Gray, building services supervisor in Sellery Hall, works to stage moving carts in preparation for the upcoming move-in frenzy the following week. Photo: Bryce Richter\nEditor’s note: Behind-the-Scenes Badgers highlights UW employees who perform interesting, essential and sometimes undercelebrated jobs on campus.\nCody Gray is building services supervisor at Sellery Hall at the University of Wisconsin–Madison.\nHow would you describe your job and the role it plays on campus?\nThe main phrase I use to describe my role on campus is “problem solver.” I am the main contact for residents, parents, desk services, res life and really anybody else in need of assistance.  This has been my primary role the last three years while Sellery has been under a complete building renovation. As we come to the conclusion of this project, I have become more of a “problem finder” to make sure these problems aren’t brought to my attention after our residents move in.\nWhat are the three most important things you do to prepare residence halls for student move-in at the end of August?\n\n\n\nCommunicate — It is absolutely vital, simply put, to over-communicate with everyone that will be a part of the move-in process. Ensuring that residents and their families all know when they are scheduled to move in, where they need to park, check in and get assistance is only a part of he process. We also need to have open and ample communication between our facilities, res life and desk services to be as efficient as possible to safely and quickly move in over 1,200 students in Sellery Hall alone over a four-day period.\nSupport —  Supporting my team by making sure they are well equipped with supplies and skills to provide a clean and safe environment for our students. Support for our residence life and desk services departments, to ensure we are all on the same page during this hectic part of the year. Most importantly, support for our incoming residents and their families to make sure we are providing an excellent first experience on campus.\nRED CARTS! — They are basically the equivalent of gold to a leprechaun when it comes to move-in at our residence halls. We have a limited supply of them on campus, and they are always moving between Housing buildings. Sometimes we even find them at off-campus housing. If I had to guess, we probably have around 600 red carts on campus, yet nobody ever seems to have enough!\n\n\n\nWhat do you most look forward to about the return of students to the residence halls?\nJust the energy. I mean yes, traffic gets a little worse and there are longer lines at the dining halls, but I love the overall vibe of the campus the first month after the students arrive. It also helps that I love fall. So to me when the students return, it means football, tailgating, Halloween and pumpkin patches with my kids are right around the corner!\nWhat&#8217;s one interesting fact about Sellery Hall that most people don&#8217;t know?\nWhen the building was originally designed in the early 1960s, there was a whole section in the building operations manual that was dedicated on how to operate the HVAC and damper system under the event of a tear gas attack. This was due to all the riots and protests in the &#8217;60s around the civil rights movement and Vietnam War.\nDo you learn anything from your work in UW&#8217;s residence halls that you apply to your own home?\nBeing patient. I have a two- and a five-year-old at home – so the patience I’ve practiced during the building renovation and move-in/move-out has definitely helped.",
    "tags_original": [
        "Campus news",
        "COVID-19 campus response",
        "Society & Culture"
    ],
    "tags_gpt": [
        "Education",
        "University Life",
        "Community"
    ],
    "tags_user": null
}