{
    "id": "98432",
    "author": "mjklein3",
    "date": "2023-08-28",
    "link": "https://news.wisc.edu/whats-changed-in-badgerland-since-youve-been-gone/",
    "title": "What’s changed in BadgerLand since you’ve been gone",
    "summary": "Whether summer felt like an eternity or a week, move-in time is here for students. As you return to Madison for the upcoming semester, you may notice quite a few changes around town.",
    "content": "Whether summer felt like an eternity or a week, move-in time is here for students. As you return to Madison for the upcoming semester, you may notice quite a few changes around town. Watch for:\nPassengers board a Madison Metro bus at a transportation stop for route 80 along Park Street near the Memorial Union at the University of Wisconsin-Madison during a mild spring night on March 20, 2012. (Photo by Jeff Miller/UW-Madison) Photo: Jeff Miller\nNew bus routes and schedules \nOver the summer, Madison Metro Transit launched a new system of bus routes and schedules. After two years of a public feedback campaign, students are now encouraged to check the new routes, stop locations and schedules when returning to school, which are available at mymetrobus.com.\nThe main campus routes — 80, 82 and 84 — are not affected by the incoming changes, however schedules may vary. There will be additional bus routes with stops on campus that may cause changes in the normal campus bus schedules.\nParkour club members practice. Courtesy of Wisconsin Parkour\nA new club takes a big leap\nUW-Madison’s nearly 1,000 student-organized clubs added another to its list over the summer. Wisconsin Parkour and Tricking — informally Badger Parkour — will begin its first year on campus this fall. Club president Jake and co-founder Connor aim to begin the year with a weekly practice schedule welcome to students of all skill levels.\nBadger Parkour is using social media to promote their new club and recruit members of all skill levels, mainly on Instagram and YouTube. They hope that the club will be both a useful and enjoyable experience and a great way to develop new skills with fellow students.\nA response to the Affirmative Action ruling\nAfter the United States Supreme Court ruled that the use of an applicant’s race as a factor in their admissions processes violated the Equal Protection Clause of the 14th Amendment, Chancellor Jennifer L. Mnookin released a statement saying UW–Madison will comply with the law but also remains committed to diversity.\n&#8220;I want to stress to all our students, faculty, staff, prospective students and families that UW–Madison remains committed to creating a community where people of all backgrounds, identities, and beliefs belong and can thrive,&#8221; Mnookin wrote.\nMnookin released another statement when the Wisconsin Joint Finance Committee decided to set aside funding for a state employee compensation plan and reduce the UW System budget by $32 million.\n“The ability to change our minds, update our assumptions, and entertain other points of view is one of our greatest strengths, an evolved ability that comes free with every copy of the human brain,” McRaney writes.\nGo Big Read selection: How Minds Change\nThe Go Big Read program, an initiative of the Office of the Chancellor designed to engage members of the UW community and beyond to share an academically focused experience, announced their book selection for the 2023/24 academic year.\nDavid McRaney’s How Minds Change: The Surprising Science of Belief, Opinion, and Persuasion is the selection. McRaney, a previously published author and podcast host, explores questions like why people believe the way they do and explores persuasion as a whole.\nThe program plans to include author visits, classroom integration and other on and off campus events to incorporate the book into Madison this year.\nBucky on Parade returns to Wisconsin\nFive years after the original public art project originally launched across the state of Wisconsin, Bucky on Parade has returned to campus with new versions of our beloved mascot around Madison. Destination Madison rejuvenated the program with a digital pass and online map leading to Bucky statues, available through Sept. 15.\nThe virtual pass can be used to locate returning Buckys available to the public and users can earn a special sticker when using the pass at certain locations. In addition, a new Bucky was created to mark UW&#8217;s 175th anniversary.\n\nConstruction on Sellery Residence Hall is wrapping up. Photo: Jeff Miller\nSellery Hall renovations completed\nSellery Residence Hall, the largest hall on campus by residents, is now free of construction for the first time since 2020. Over the past three years, a new connecting link was built to connect the two towers that included floor lounges and elevators on every floor.\nIn addition, facilities such as study rooms, the kitchen and the laundry rooms were updated along with painting, flooring and lighting updates throughout resident rooms. Some minor finishing work and touch-ups may occur during Fall 2023, but are not expected to impact students.\n\nCharles Isbell, Provost and Vice Chancellor of Academic Affairs at the University of Wisconsin–Madison, shows a lightsaber replica on display in his office as he meets with Amy Gilman, director of the Chazen Museum. Photo: Bryce Richter\nA new provost on campus\nProvost Charles Isbell was appointed to fill the role of UW-Madison’s chief academic officer and second-highest ranking leader behind Chancellor Mnookin. According to Chancellor Mnookin, he is an “experienced and effective administrator, a skilled collaborator and an advocate for access to STEM and higher education.”\nBefore arriving at UW this Fall, Provost Isbell held positions at Georgia Tech, but he’s working on scrubbing Georgia Tech away and going “all-in as a Badger.” One of his biggest motivations for joining the UW-Madison community is the campus.\n“Madison is a very cool place, and I’ve only visited in the summer,” he said. He’s looking forward to learning more about UW-Madison and its community “before this place gets hit with 14 inches of snow,” he said.\nBakke Center fully opens\nThe Bakke Recreation &amp; Wellbeing Center is officially fully open this fall. The 29,000-square-foot facility includes four floors of workout machinery, an indoor track, basketball courts, an ice rink, locker rooms, mental and physical wellness facilities and more. Group fitness classes and spaces such as the Wolf Teaching Kitchen, climbing and bouldering wall, sports simulators, pool, and additional programs were not open back in the initial opening of the Bakke in April, but will be open this fall.\nThe Bakke, located on the west side of campus past the Lakeshore dorm neighborhood, will be open from 6 a.m. to midnight Mondays through Thursdays, 6 a.m. to 10 p.m. Fridays, 8 a.m. to 10 p.m. Saturdays and 8 a.m. to midnight Sundays. Want to explore it? Join the Welcome Bakke Event.",
    "tags_original": [
        "Campus news"
    ],
    "tags_gpt": [
        "Education",
        "Transportation",
        "Local News",
        "Student Life",
        "Diversity and Inclusion",
        "Public Art",
        "Construction and Development",
        "Higher Education",
        "Fitness and Well-being"
    ]
}