{
    "id": "98437",
    "author": "cahenning",
    "date": "2023-08-28",
    "link": "https://news.wisc.edu/uw-madison-joins-state-consortium-to-bolster-wisconsins-lead-in-biohealth/",
    "title": "UW–Madison joins state consortium to bolster Wisconsin’s lead in biohealth",
    "summary": "The consortium will build on Wisconsin’s role as a center for growth in personalized medicine and biohealth technology to enhance the health and economic well-being of Wisconsinites and the global community.",
    "content": "The consortium will leverage UW–Madison’s collaborative leadership in bioscience and biotechnology to grow Wisconsin&#8217;s leading role as a center for growth in personalized medicine and biohealth technology. Photo: Jeff Miller\nThe University of Wisconsin–Madison has joined a statewide consortium of 15 public and private partners, mobilizing its experience and expertise as a collaborative powerhouse in bioscience and technology to help bolster Wisconsin’s leadership in personalized medicine and biohealth technology.\nAnnounced by the Wisconsin Economic Development Corporation on Aug. 16, the consortium will bring together educational institutions, biohealth companies, precision manufacturers, and investors to develop and facilitate shared initiatives and to pursue designation by the federal Economic Development Administration as a Regional Tech Hub. The designation would give Wisconsin access to $50-75 million in federal funds under the CHIPS and Science Act of 2022.\n“The University of Wisconsin-Madison is delighted to collaborate in this critical project and to be a partner in this ambitious vision to improve both the health and the economic vibrancy of our state,” says UW–Madison Chancellor Jennifer L. Mnookin. &#8220;It’s the epitome of the Wisconsin Idea: working in partnership to drive forward innovation, world class research and broad-ranging opportunity for the public good.”\nThe creation of the consortium — and pursuit of the Regional Tech Hub designation — aims to foster new technologies and care pathways that will improve care for patients while growing Wisconsin’s economy. The group will leverage Wisconsin’s momentum in the growing biohealth technology space and facilitate collaboration that spurs economic growth in the state, creates good-paying jobs and advances health care and personalized medicine to save lives and reduce health care costs.\nAs a member of the consortium, UW–Madison provides elements vital to a successful Regional Tech Hub. These contributions include:\nPreparing a workforce to drive the industry forward\nStudents in UW–Madison’s MS in Biotechnology Program study science, business, policy and law to prepare for leadership careers in the burgeoning biotech economy. A majority of graduates remain in Wisconsin.\nUW–Madison’s educational portfolio, including programs in medical physics, biotechnology and medical engineering, creates a dynamic, collaborative workforce base in the state.\nThe university has the nation’s largest graduate training program in medical physics, including an entrepreneurial fellow program designed to fast-track startup incubation and formation.\nThe Master of Science in Biotechnology program — launched in 2002 to offer a wide-ranging curriculum in science, business, regulatory policy and law aimed to prepare students to succeed in the state’s biotechnology industry — has seen a majority of its more than 400 graduates remain in Wisconsin after graduation.\nFinally, UW–Madison’s clinical, research and training programs in medical imaging and radiology are among the best in the world.\n A foundation of industry collaboration\nSara John, an MRI research technologist at the UW School of Medicine and Public Health in 2017, reviews research images from a GE MR scanner. Over the past 30 years, UW–Madison and GE Healthcare have built a vital collaborative research and technology relationship, generating many health innovations, including more than 100 patents.\nThe university has a long history of industry collaboration in the field of biotechnology, partnering with industry on vaccine advancements, rare disease treatments, imaging technology and more.\nAmong the university’s exemplary partnerships is its collaboration with GE Healthcare — the U.S.’s only major medical diagnostic imaging and product manufacturer. Over the past 30 years, UW–Madison and GE Healthcare have built a vital collaborative research and technology relationship, generating many health innovations, including more than 100 patents.\nPathways to growth for Wisconsin’s biosciences industry\nUW-Madison researchers are using genome-editing technology called Cluster Regularly Interspaced Short Palindromic Repeats (CRISPR) to study the human disease neurofibromatosis at UW&#8217;s Biotechnology Center. Photo: Jeff Miller\nIn addition to partnering with existing businesses, UW–Madison has created the means for nascent biohealth advancements to grow into industry participants. This work includes the development of the Isthmus Project — a health technology incubator based at UW Health — and a partnership with Forward BIOLABS, which has successfully attracted over $290 million in investment with 19 companies graduating into larger facilities throughout the region.\nUW–Madison has also fostered an innovative lab-to-market approach, partnering with a private entity to commercialize technology. Through the Wisconsin Alumni Research Foundation (WARF), researchers can defend intellectual property and more easily convert academic research into commercial success.\nA world-class research engine\nUnderlying partnerships and industry advancements in the biohealth sector at UW–Madison is the university’s world-class research engine. Ranked eighth in national research rankings for public and private universities, the breadth of UW–Madison’s research capacity and history of cross-campus research collaborations has fostered a culture of discovery and innovation.\nUW–Madison’s leadership in bioscience and technology education, industry engagement and research, together with the resources, knowledge and experience of fellow consortium members, will build on Wisconsin’s role as center for growth in personalized medicine and biohealth technology to enhance the health and economic well-being of Wisconsinites and the global community.\nLearn more about the consortium, its members and the ongoing efforts to expand Wisconsin’s lead in biohealth: https://wedc.org/blog/wisconsin-establishes-consortium-to-expand-its-lead-in-biohealth/",
    "tags_original": [
        "Campus news",
        "Health & Wellness",
        "Science & Technology",
        "biotechnology",
        "health care",
        "research",
        "The Wisconsin Idea"
    ],
    "tags_gpt": [
        "Education",
        "Health",
        "Technology",
        "Economy",
        "Science",
        "Local News"
    ]
}