{
    "id": "98447",
    "author": "mjklein3",
    "date": "2023-08-28",
    "link": "https://news.wisc.edu/uw-madison-ranked-second-among-public-universities-by-washington-monthly/",
    "title": "UW–Madison ranked second among public universities by Washington Monthly",
    "summary": "The rankings are based on a school’s contribution to the public good in three categories: social mobility, research, and providing opportunities for public service.",
    "content": "Students scurried past Bascom Hall on the first day of classes Sept. 8, 2022. Photo: Bryce Richter\nThe University of Wisconsin–Madison is ranked second among national public universities and 11th overall in Washington Monthly’s 2023 College Guide and Rankings.\nLast year, UW was ranked third among public universities and 16th overall.\nWashington Monthly describes its rankings as an alternative to the U.S. News &amp; World Report rankings that “uses publicly available data to track whether institutions are committed to enrolling students of modest backgrounds, getting them through college, and helping them into upwardly mobile careers.”\nThe rankings are based on a school’s contribution to the public good in three categories: social mobility, research, and providing opportunities for public service.\nWisconsin rose to sixth in public service, up from eighth last year, maintained its research ranking of 17th, and was 62nd overall for social mobility (58th last year).\n“While rankings are only one of many indicators of an institution’s success, we are proud to rank so prominently in a measure that highlights the success of our graduates and our commitment to the public good,” says Chancellor Jennifer L. Mnookin.\nUW–Madison ranked sixth in research expenditures, up from seventh last year. Other rankings include 10th in the number of science and engineering PhDs awarded, 30th in faculty accolades (number of faculty receiving prestigious awards and number who are members of the National Academies, relative to the number of full-time faculty) and 41st in number of bachelor&#8217;s degrees to PhDs.\nUW–Madison also ranked 21st in the Midwest, up from 25th last year, in Washington Monthly’s “Best Bang for your Buck” rankings, a list of schools ranked  based on how well they help non-wealthy students attain marketable degrees at affordable prices.\nIn net price of attendance for families below $75,000 income, it ranked 39th overall.\nRead about other recent UW rankings here.",
    "tags_original": [
        "Campus news"
    ],
    "tags_gpt": [
        "Education",
        "Higher Education",
        "University Rankings"
    ],
    "tags_user": null
}