{
    "id": "98464",
    "author": "mjklein3",
    "date": "2023-08-29",
    "link": "https://news.wisc.edu/uw-madison-launches-pharmd-early-assurance-opening-door-for-more-wisconsin-pharmacists/",
    "title": "UW–Madison launches PharmD Early Assurance, opening door for more Wisconsin pharmacists",
    "summary": "The PharmD Early Assurance program provides conditional admission to the UW–Madison Doctor of Pharmacy (PharmD) program for high school seniors who want to become a pharmacist and are admitted to a four-year UW System university.",
    "content": "School of Pharmacy students at their pinning ceremony in May. The ceremony marks their transition from didactic course work to full-time experiential learning. UW–Madison\nThe University of Wisconsin–Madison School of Pharmacy is introducing a new program that aims to increase access to pharmacy school and train more pharmacists to help meet the health-care needs of Wisconsin.\nThe PharmD Early Assurance program provides conditional admission to the UW–Madison Doctor of Pharmacy (PharmD) program for high school seniors who want to become a pharmacist and are admitted to a four-year UW System university. First-semester undergraduates at any of the 13 UW System universities also are eligible for the program. This makes the early assurance program at UW–Madison unlike those at many other pharmacy schools, where a student must attend the same institution for both undergraduate studies and pharmacy school.\nPayten Totz\nStudents from around Wisconsin are already taking advantage of this exceptional accessibility and flexibility.\n“I’m so grateful for this opportunity to have my seat reserved at a top-ranked pharmacy school and be able to stay in the state,” says Payten Totz, of Oshkosh, who is an entering freshman at UW Oshkosh and part of the inaugural PharmD Early Assurance cohort.\n“I want to help people and make a difference as a pharmacist, and I feel like I’m set up for success to do that with the Early Assurance program, which will open up more opportunities to more students like me, who want to stay at home for undergrad,” says Totz. “I’m really excited to have a head start on my career path with a spot in the UW–Madison PharmD program.”\nEarly Assurance students who maintain program requirements have the flexibility of entering the UW–Madison Doctor of Pharmacy program after finishing prerequisite coursework or after completing their bachelor’s degree at a UW System university.\nJeremy Altschafl\n“We know there are great future pharmacists across the state of Wisconsin,” says Jeremy Altschafl, assistant dean of PharmD recruitment and admissions at the UW–Madison School of Pharmacy. “This program provides a pathway for a student who would like to study at a UW System university, and then train at the highest-ranked pharmacy school in Wisconsin, and then remain in the state to serve their local community as a pharmacist, the most accessible health-care professional.”\nPharmacists play a critical health-care role across Wisconsin, particularly in underserved communities.\n“Pharmacists are essential members of the health-care team as medication experts,” says Steven Swanson, dean of the UW–Madison School of Pharmacy. “This new program helps us address the needs of the over 250,000 Wisconsinites who live in areas, such as some rural communities, that lack sufficient access to health care.”\nStudents can apply for PharmD Early Assurance as soon as they receive their admission offer from a UW System university. Current UW System students must apply before the end of the first semester of their first year by December 30. More information is available at pharmacy.wisc.edu/EA.\nRennebohm Hall is home to the School of Pharmacy. Photo: Bryce Richter\n&nbsp;",
    "tags_original": [
        "Campus news",
        "Health & Wellness",
        "School of Pharmacy"
    ],
    "tags_gpt": [
        "Education",
        "Health",
        "Local News"
    ]
}