{
    "id": "98477",
    "author": "mjklein3",
    "date": "2023-08-30",
    "link": "https://news.wisc.edu/student-jack-koch-remembered-for-positive-attitude-generosity-of-spirit/",
    "title": "Student Jack Koch remembered for positive attitude, generosity of spirit",
    "summary": "Friends and colleagues at UW remember Koch for his positive attitude and a commitment to personal growth. “Jack touched so many lives,” one said. “This leaves a big hole in our hearts.”",
    "content": "Members of the campus community are mourning the loss of Jack Koch, a computer engineering student from Locust Valley, New York, who completed his freshman year at the University of Wisconsin–Madison in May.\nJack, 19, was on a sailboat with a friend May 15 off the coast of Long Island, New York, when he fell overboard and disappeared, according to the U.S. Coast Guard. An extensive search effort by the Coast Guard and other entities was suspended after more than 20 hours. A fisherman discovered his body on May 28.\nJack Koch\nJack’s mom, Kate Koch, says her son loved his first year at UW–Madison and was looking forward to returning this fall. He chose the university because of its highly ranked engineering department and its big-school atmosphere, she says.\n“He had such a great experience there,” she says. “He always talked about how much he appreciated the work/life balance on campus. He said people liked to work hard but they also knew how to relax and have fun.”\nBest friend Carter Loui says he and Jack spent almost every day together — walking down State Street, going to the gym, listening to music, or hanging out at the Beta-Xi chapter house of Pi Kappa Alpha fraternity, which they had both joined.\n“He loved UW­–Madison and the community it has,” says Carter, a sophomore finance and real estate major from Denver. “One of the really special things about Jack is that he created a line of hoodies and beanies with a friend from New York and he would hand them out to homeless people around Madison. He also sold them to people who wanted them, and his logo quickly became known across campus.”\nCarter says that meeting Jack was the best thing that happened to him during his first year at UW–Madison.\n“To be around Jack, no matter what kind of mood he was in, always would make my day better and make everyone else&#8217;s days better,” Carter says. “There are so many things I can say about Jack but I think the most important is that he always stood up for what he believed in and would always have the backs of the people he loved.”\nRebecca Share, Jack’s academic advisor at the College of Engineering, says Jack approached his time on campus with a positive attitude and a commitment to personal growth.\n“He took ownership of his academic performance, which takes significant maturity and self-awareness,” she says. “I enjoyed my regular meetings with Jack and am thankful to have been a small part of his life’s journey.”\nJack always brought positive energy into a room, says junior Tim Molgano, an industrial engineering major from Long Island and Jack’s big brother at the Pi Kappa Alpha fraternity.\n“Jack touched so many lives,” he says. “This leaves a big hole in our hearts.”\nNearly 50 UW–Madison students attended a celebration of Jack’s life in New York on June 6. To honor Jack’s love of the water, his family asked all in attendance to wear hues of blue. A full obituary can be found here.\nA variety of services are available to students who may want someone to talk to in the wake of a death. Students are encouraged to call UHS Mental Health Services at (608) 265-5600. Assistance and support services are also available by contacting the Dean of Students Office at (608) 263-5700 or dean@studentlife.wisc.edu.\nFaculty and staff can access support services through the Employee Assistance Office at (608)-263-2987 or eao@mailplus.wisc.edu. Faculty and staff can also access 24/7 counseling support through LifeMatters by calling 1-800-634-6433 or texting “Hello” to 61295.\nNOTE: University-written student remembrances are intended to honor a student’s time on campus. The decision on whether to undertake and publish such an article is left to the discretion of the student’s family.\n&nbsp;",
    "tags_original": [
        "Campus news"
    ],
    "tags_gpt": [
        "Education",
        "Obituary",
        "Personal Growth",
        "Community"
    ],
    "tags_user": null
}