{
    "id": "98484",
    "author": "mjklein3",
    "date": "2023-08-29",
    "link": "https://news.wisc.edu/recent-alumna-awarded-national-fellowship-for-graduate-studies/",
    "title": "Recent alumna awarded national fellowship for graduate studies",
    "summary": "Hanna Noughani graduated from UW–Madison with a double-major in neurobiology and oboe performance, and she will pursue a master’s degree in oboe performance at Indiana University–Bloomington’s Jacobs School of Music.",
    "content": "Hanna Noughani talks with a visitor about her project during a poster session at the 25th annual Undergraduate Symposium in April. Photo: Bryce Richter\nHanna Noughani, who graduated in May 2023 from the University of Wisconsin–Madison with a double-major in neurobiology and oboe performance, has been awarded a top national fellowship to continue her studies.\nNoughani, of Madison, is the recipient of an $8,500 fellowship from The Honor Society of Phi Kappa Phi, the nation’s oldest and most selective collegiate honor society for all academic disciplines. She is one of 62 recipients nationwide this year to receive a Phi Kappa Phi Fellowship.\nHanna Noughani\nAs a Phi Kappa Phi Fellow, Noughani will pursue a master’s degree in oboe performance at Indiana University–Bloomington’s Jacobs School of Music. She has been chosen to be the associate instructor of oboe at Jacobs, a selective position awarded to only one graduate student in her studio.\nAt UW–Madison, Noughani was an honors student in neurobiology, pursuing the pre-med track. She was an undergraduate researcher in the Bendlin Lab at the Wisconsin Alzheimer’s Disease Research Center and received two research awards: the Sophomore Research Fellowship and the Hilldale Undergraduate Research Fellowship. She performed with the UW–Madison Symphony Orchestra and was part of The Magnolia Trio, a woodwind chamber group.\n“Ever since fifth grade, I told my parents I would be a neurosurgeon by day and an oboist by night,” Noughani says. “I’m definitely not close to being a surgeon or a principal oboist, but I’m thankful to be on a path that encompasses both of my dreams.”\nHer detail-oriented mind finds practicing very satisfying, she says, while on a deeper level, she believes music heals people.\n“It creates a beautiful community to find common ground with others,” she says.\nA list of past UW-Madison Phi Kappa Phi Fellows can be found here.",
    "tags_original": [
        "Campus news",
        "Society & Culture",
        "student awards"
    ],
    "tags_gpt": [
        "Education",
        "Achievements",
        "Music",
        "Neuroscience",
        "Scholarships"
    ]
}