{
    "id": "98506",
    "author": "cahenning",
    "date": "2023-08-30",
    "link": "https://news.wisc.edu/naloxone-nasal-spray-available-in-more-campus-locations/",
    "title": "Naloxone nasal spray available in more campus locations",
    "summary": "This August, due to campuswide interest, UW–Madison installed 13 additional boxes, for a total of 25 locations on campus, so the entire UW–Madison community has access to this lifesaving measure.",
    "content": "\nStudents, faculty and staff at the University of Wisconsin–Madison now have greater access to naloxone on campus. Naloxone is a lifesaving medicine that can rapidly reverse an opioid overdose.\nUW–Madison participates in Wisconsin Voices for Recovery&#8217;s Nalox-ZONE Program, which provides free access to the treatment. Last fall, UW–Madison installed Nalox-ZONE boxes in University Housing to provide free access to Narcan, a brand of naloxone nasal spray. Since their initial installation, naloxone boxes have been accessed 28 times.\nThis August, due to campuswide interest, UW–Madison installed 13 additional boxes, for a total of 25 locations on campus, so the entire UW–Madison community has access to this lifesaving measure.\n“We are deeply concerned about the national increase in fentanyl-laced drugs,” says Jake Baggott, associate vice chancellor for student affairs and executive director of University Health Services (UHS). “The expanded availability of naloxone at UW–Madison will help us ensure a safer campus community where all students can thrive.”\nThe installation of additional naloxone boxes coincided with National Overdose Awareness Day on Aug. 31. In recent years, deaths related to opioid misuse have grown significantly in Wisconsin and across the United States.\nMost of these deaths are related to fentanyl, a highly potent synthetic opioid. Many overdoses occur in people who do not realize they have taken fentanyl, since it is often found mixed with other drugs, including cannabis, cocaine and in fake Percocet and Xanax pills. The Wisconsin Department of Health Services estimates that as many as 40 percent of counterfeit pills contain enough fentanyl to be lethal.\n“Overdose deaths are the leading cause of preventable death among 18- to 45-year-olds,” shares Jenny Damask, assistant director of high-risk drinking prevention at UHS. “Because most overdoses are witnessed, naloxone boxes equip bystanders with the tools to reverse an overdose and potentially save a life.”\nThe boxes on campus contain Narcan nasal spray, a breathing mask and instructions on how to administer the medication, allowing a bystander to respond quickly to the signs of an opioid overdose while emergency responders are on their way. If a bystander witnesses a person experiencing an overdose, they should call 911 and administer naloxone immediately.\nUW–Madison’s policy on Amnesty Through Responsible Action ensures that neither a student experiencing an overdose nor the friend who calls on their behalf receives disciplinary actions, sanctions or citations.\nNaloxone boxes located in university residence halls are available to UW–Madison students with keycard access. Boxes located in other campus buildings are accessible during open hours. If someone is concerned about their own or another’s substance use, they may choose to take the naloxone from the box and carry it on them in case of emergency.\nAmong the new naloxone boxes available on campus are those in the Wisconsin Union’s Union South and Memorial Union.\n“The Wisconsin Union acts as a community center, bringing together students, faculty, staff, alumni and guests,” says Mark Guthier, associate vice chancellor for student affairs and executive director of the Wisconsin Union. “Making naloxone available in our buildings helps us care for our community and visitors.”\nProviding access to naloxone on campus is part of UW–Madison’s strategy of supporting students experiencing drug and alcohol misuse. In addition to university programs supporting a safer campus community, UHS provides medical and mental health care services, as well as recovery support through Badger Recovery, UW–Madison’s collegiate recovery community.\nFor more information on naloxone on campus, including a list of frequently asked questions, visit UW&#8217;s Naloxone webpage.",
    "tags_original": [
        "Campus news",
        "For media"
    ],
    "tags_gpt": [
        "Healthcare",
        "Education",
        "Public Safety"
    ],
    "tags_user": null
}