{
    "id": "98512",
    "author": "mjklein3",
    "date": "2023-08-30",
    "link": "https://news.wisc.edu/move-in-lots-of-helpers-make-move-in-day-work/",
    "title": "Move-in: Lots of helpers make move-in day work",
    "summary": "During this week's move-in, all sorts of people pitch into push carts, carry boxes, offer advice and provide students with support on an emotional day, especially for students off to college for the first time.",
    "content": "Badger Buddies have red carts at the ready outside Witte Residence Hall. Photo: Althea Dotzour\nThere&#8217;s no shortage of people who pitch in to make move-in day work at the University of Wisconsin–Madison: parents, house fellows, Badger Buddy volunteers, University Housing employees.\nDuring this week&#8217;s move-in, they&#8217;re all there to push carts, carry boxes, offer advice and provide support on an emotional day, especially for students off to college for the first time.\nAnd of course, at the center of it all are the students.\n&#8220;[Move-in day] is a whole lot more than moving furniture around and setting up a futon; it is an opportunity to decide what kind of student and person you want to be in this new environment,&#8221; says Shu Kai Tan, a Badger Buddy helping out at Sellery Hall.\nHere&#8217;s a look at their roles.\nHere to help: Badger Buddies, house fellows and Housing employees\nThese folks have been through move-in before, so they know what support is required — physical labor, of course, but also advice, like where should you set up your desk, what&#8217;s the best place to eat, how many times should you text your parents each day.\n&#8220;Most residents will be meeting me, their roommate (if they have a roommate) and their neighbors for the first time during move-in, and it is very important to me that I help kick these new relationships off to a great start, setting the foundation for a fantastic year,&#8221; says Benjamin Johnson, a house fellow and also a Badger Buddy volunteer in Waters Residence Hall.\n\n      \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n  \n\n\nSupport of all kinds: Family helps get the job done\nThis might be the most difficult job, as parents seek to be supportive without being too intrusive. They&#8217;re there to remind you to study, and to make your bed once in a while and to remember to reach out to your advisor. And of course, there&#8217;s a touch of melancholy in this role on move-in day, as they&#8217;ll be returning to a home that&#8217;s suddenly a little quieter.\n“The house is going to be different without her,” was a common refrain.\n\n      \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n  \n\n\nStudents\nAnd this is what it&#8217;s all about — the students. Their story is just beginning, and this day is full of emotions.\n&#8220;I have almost the exact same feeling during move-in day that I had during the first time that I moved into a residence hall,&#8221; Johnson says. &#8220;There is an incredible mixture of excitement and nervousness in the air during move-in.&#8221;\n\n      \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n  \n\n\nThe secret ingredient: Bucky Badger\nOh yes — one more move-in day ingredient is Bucky Badger, who helps bring all the returning students back into the Badger community with his antics.\n\n      \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n              \n      \n        \n              \n    \n  \n",
    "tags_original": [
        "Campus news"
    ],
    "tags_gpt": [
        "Education",
        "University Life",
        "Community",
        "Volunteering"
    ]
}